[
  {
    "questionId": "years_infringement",
    "ratio": "0.03",
    "enLength": 1776,
    "zhLength": 61,
    "zhTitle": "侵权年数",
    "zhContent": "说明侵权持续的年数。较长的侵权期通常意味着更多的损失和更高的赔偿。这也会影响${state}的损害赔偿计算和可追溯的时期。",
    "enContent": "The duration of intellectual property infringement—how many years the infringer used your IP without permission—directly multiplies total damages. In ${state}, longer infringement periods mean more infringing sales, more lost revenue, greater infringer profits, and stronger claims for willful infringement and enhanced damages. Duration is critical to calculating total IP case values.  Years of infringement affect ${state} IP cases substantially. Each year of infringement adds another year of lost profits or infringer profits to your damages. Five years of infringement creates five times the annual damages of one year. Duration also affects reasonable royalty calculations: if the infringer should have paid 5% royalty on $1 million annual sales for five years, damages reach $250,000 plus interest. Longer infringement duration suggests willfulness—infringers who continue for years after receiving notice of your IP rights face enhanced damages in many IP cases. In ${state}, willful patent infringement can triple damages; willful trademark infringement can triple damages; willful copyright infringement can reach $150,000 per work. Infringement duration is limited by statutes of limitations: typically 3-6 years depending on jurisdiction and IP type. In ${state}, you can only recover damages for infringement within the limitations period unless you prove fraudulent concealment. Document when infringement began through product launches, sales records, advertisements, or other evidence. Prove you owned enforceable IP rights throughout the infringement period. Obtain discovery of all infringing sales across the entire duration. In ${state}, long-duration infringement cases routinely reach six or seven figures as damages compound over years of unlawful use."
  },
  {
    "questionId": "registered_ip",
    "ratio": "0.03",
    "enLength": 1809,
    "zhLength": 63,
    "zhTitle": "已注册知识产权",
    "zhContent": "说明您的知识产权是否已注册（专利、商标等）。注册的知识产权提供更强的法律保护，并且在${state}可能获得法定赔偿和律师费。",
    "enContent": "Having registered intellectual property—USPTO-registered patents, trademarks, or copyrights—provides significantly stronger remedies than unregistered IP rights. In ${state}, registration establishes prima facie validity, enables statutory damages, allows attorney fee recovery, and provides procedural advantages. Registered IP cases are worth substantially more than unregistered IP cases.  Registered IP affects ${state} infringement valuations dramatically. Copyright registration enables statutory damages of $750-$30,000 per work ($150,000 if willful) instead of having to prove actual damages. This transforms cases: infringement of 100 copyrighted works creates $75,000 minimum damages without proving a penny of actual loss. Patent registration is required to sue for infringement and creates presumption of validity the infringer must overcome. Trademark registration provides nationwide priority, presumed validity, and access to Trademark Trial and Appeal Board proceedings. In ${state}, registered copyrights and patents enable attorney fee awards to prevailing plaintiffs, making litigation economically viable even for modest damages. Registration also provides procedural benefits: prima facie evidence of ownership and validity that shifts burdens to infringers. Customs can seize infringing imports if your trademark or copyright is registered. Many IP licenses and sales require registered IP. In ${state}, registered IP commands higher settlements because remedies are stronger and infringer defenses are weaker. Always register valuable IP: file patent applications, register trademarks with USPTO, and register copyrights with Copyright Office. Registration typically costs hundreds to thousands but increases enforcement value by tens or hundreds of thousands through enhanced remedies."
  },
  {
    "questionId": "ongoing_infringement",
    "ratio": "0.03",
    "enLength": 1864,
    "zhLength": 62,
    "zhTitle": "持续侵权",
    "zhContent": "说明侵权行为是否仍在继续。持续侵权可能导致禁令救济和更高的赔偿。在${state}，持续侵权还会影响诉讼时效和损害赔偿计算。",
    "enContent": "When intellectual property infringement is ongoing—the infringer continues to use your IP currently—you can seek injunctive relief ordering them to stop, in addition to monetary damages. In ${state}, injunctions provide forward-looking relief preventing future harm, while damages compensate past harm. Ongoing infringement makes injunctions appropriate and adds urgency to settlement negotiations.  Ongoing infringement affects ${state} IP cases significantly. Injunctions can be worth more than damages when infringement threatens your market position, competitive advantage, or brand identity. An injunction stopping a competitor from using your patented technology can be worth millions in preserved market share beyond past damages. Preliminary injunctions during litigation stop damage from accumulating while the case proceeds. In ${state}, injunctive relief requires proving irreparable harm that damages can't adequately compensate. Ongoing infringement typically satisfies this standard: continued market confusion (trademarks), ongoing loss of sales (patents), or continuing unauthorized copies (copyrights) cause harm that monetary damages don't fully remedy. Permanent injunctions after trial permanently prohibit infringement. In ${state}, injunction leverage often drives settlement: infringers facing injunctions that would shut down product lines settle for substantial amounts to avoid business disruption. Injunctions also provide compliance leverage and contempt power if violations continue. Document how ongoing infringement continues to harm you: current infringing sales, present market confusion, or active unauthorized copies. Prove the infringement is continuous rather than past-only. In ${state}, cases with ongoing infringement routinely secure injunctions plus damages, providing complete relief that stops both past and future harm."
  },
  {
    "questionId": "product_name",
    "ratio": "0.03",
    "enLength": 1670,
    "zhLength": 51,
    "zhTitle": "产品名称",
    "zhContent": "输入造成伤害的具体产品名称或型号。准确的产品识别对于确定责任方和检查是否有召回或类似投诉记录至关重要。",
    "enContent": "Identifying the specific product that caused your injury is essential to product liability claims. In ${state}, you must prove that a particular product was defectively designed, manufactured, or labeled and that this defect caused your injuries. Knowing the exact product name, model, manufacturer, and seller is crucial for proper identification and establishing the chain of commerce.  Product identification affects ${state} product liability cases fundamentally. You must identify the product specifically enough to show which entity designed, manufactured, and sold it. Product name helps locate the product for testing, find other similar injury reports, and identify all potential defendants in the supply chain. In ${state}, product liability can extend to manufacturers, distributors, wholesalers, and retailers. Specific product identification allows recalls to be discovered, prior complaints to be found, and design or manufacturing records to be obtained. Generic descriptions aren't sufficient—you need the brand name, model number, batch or serial numbers if possible. Product identification also helps experts analyze the defect: engineers need to examine the actual product or identical exemplars. In ${state}, keep the actual product if possible, photograph it thoroughly, preserve packaging, receipts, and manuals showing exact product identification. The product name allows researching whether it was recalled, if others were injured by the same product, and whether the manufacturer had prior notice of defects. Accurate product identification is the first step in every product liability case and essential to recovering compensation in ${state}."
  },
  {
    "questionId": "product_recalled",
    "ratio": "0.03",
    "enLength": 1841,
    "zhLength": 55,
    "zhTitle": "产品召回",
    "zhContent": "说明产品是否被制造商召回。召回过的产品可以证明制造商知道缺陷，这会大大加强您在${state}的产品责任案件。",
    "enContent": "If the product that injured you was recalled—either before or after your injury—this provides powerful evidence of product defects and manufacturer knowledge of dangers. In ${state}, product recalls demonstrate the manufacturer admitted the product was unsafe, dramatically strengthening your product liability case. Recalls prove both the defect and that the manufacturer knew about it.  Product recalls affect ${state} product liability cases enormously. Recalls are the manufacturer's admission that the product has safety defects. This eliminates their ability to claim the product was safe or defects were unforeseeable. In ${state}, recalls particularly support punitive damages when manufacturers delayed recalls despite knowing about dangers. If your injury occurred after the manufacturer knew about defects but before they recalled the product, it shows they consciously disregarded consumer safety for profit. Recalls also provide documentary evidence: recall notices detail the specific defect, the danger it poses, and how many products were affected. This corroborates your experts' opinions about product defects. In ${state}, recalls affecting millions of products prove widespread defects, not isolated manufacturing anomalies. Manufacturer knowledge through recall decisions shows the defect was significant enough to warrant recall, supporting substantial damages. Recalls also generate publicity and other victim identification, potentially creating class actions or MDL consolidations with shared litigation costs. Search recall databases (CPSC, NHTSA, FDA) for your product. Document recall timing relative to your injury. Obtain recall notices and manufacturer communications about the defect. In ${state}, product recall evidence can double or triple case values by proving defect and knowledge elements conclusively."
  },
  {
    "questionId": "willful_infringement",
    "ratio": "0.04",
    "enLength": 1753,
    "zhLength": 69,
    "zhTitle": "故意侵权",
    "zhContent": "说明侵权者是否知道您的知识产权但仍继续侵权。故意侵权可能导致三倍赔偿和惩罚性赔偿。在${state}，证明故意行为会显著增加您的案件价值。",
    "enContent": "Willful infringement—when the infringer knew about your intellectual property rights and intentionally infringed anyway—enables enhanced damages up to three times actual damages in most IP cases. In ${state}, proving willfulness transforms case values by adding punitive-style damages designed to punish and deter deliberate infringement. Willfulness also supports attorney fee awards.  Willful infringement affects ${state} IP cases powerfully. Patent infringement damages can be enhanced up to three times when infringement was willful. Copyright infringement allows statutory damages up to $150,000 per work (versus $30,000 for non-willful). Trademark infringement can be trebled under the Lanham Act. In ${state}, willfulness is typically proved by showing the infringer had actual notice of your IP rights—you sent cease-and-desist letters, the infringer was previously licensed, they copied your work, or they knew of your patent. Continuing infringement after receiving notice strongly suggests willfulness. Deliberate copying rather than independent creation proves willful intent. In ${state}, willfulness findings also favor attorney fee awards, adding significant pressure on infringers. Willful infringement defendants face much higher exposure and typically settle for substantially more than non-willful cases. Document all notice you provided to infringers: cease-and-desist letters, licensing offers, or conversations acknowledging your IP. Prove the infringer had access to your IP and actual knowledge of your rights. Obtain evidence showing continued infringement despite knowing it was unlawful. In ${state}, willful infringement cases routinely settle for two to three times non-willful case values due to enhanced damages exposure."
  },
  {
    "questionId": "months_unpaid",
    "ratio": "0.09",
    "enLength": 545,
    "zhLength": 50,
    "zhTitle": "未付工资期限",
    "zhContent": "解释工资未支付的月数。工资盗窃索赔会根据持续时间计算赔偿。包括${state}的清算赔偿和利息说明。",
    "enContent": "This field captures the number of months wages went unpaid in ${state}. Wage theft claims calculate damages based on the duration of non-payment, with each month of unpaid wages adding to your total recovery. The longer wages remain unpaid, the greater your damages—including potential liquidated damages that can double your recovery and interest that accrues from the date wages were due. ${state} wage laws provide strong protections for workers, with penalties and damages that increase based on the duration and severity of wage violations."
  },
  {
    "questionId": "incident_date",
    "ratio": "0.11",
    "enLength": 814,
    "zhLength": 92,
    "zhTitle": "事故日期",
    "zhContent": "解释选择事故发生的日期。这有助于确定您的案件是否在诉讼时效内。各州对不同类型案件有不同的诉讼时效期限。在${state}，这些期限会有所不同。及时报告事故对于保护您的法律权利至关重要。",
    "enContent": "Understanding when your incident occurred is absolutely critical to determining whether you can pursue legal action. In ${state}, the statute of limitations sets strict deadlines for filing lawsuits, and missing these deadlines means losing your right to compensation forever, regardless of how strong your case may be.  The incident date also affects the calculation of damages in multiple ways. It determines how long you've been suffering from injuries, accumulating medical bills, and losing wages. Additionally, the passage of time can impact the availability and reliability of evidence, witness memories, and documentation. In ${state}, courts consider the timeline of events when assessing the credibility and strength of your claims, making the incident date a foundational element of your case valuation."
  },
  {
    "questionId": "months_denied",
    "ratio": "0.11",
    "enLength": 481,
    "zhLength": 55,
    "zhTitle": "拒赔时长",
    "zhContent": "说明残疾福利被错误拒绝的时长。这会影响欠付款项和可能的恶意赔偿计算。包括${state}的上诉程序时间表说明。",
    "enContent": "This captures how long disability benefits were wrongfully denied in ${state}. The duration of denial directly affects back-payment calculations and can support bad faith damages claims. Longer denial periods demonstrate the insurer's refusal to honor valid claims and increase the financial hardship you suffered. Include the time spent in the appeals process, as extended denials through multiple appeal levels can strengthen your case and increase potential damages in ${state}."
  },
  {
    "questionId": "duration_of_violation",
    "ratio": "0.11",
    "enLength": 533,
    "zhLength": 56,
    "zhTitle": "违规持续时间",
    "zhContent": "解释民权违规行为持续了多少个月。违规持续时间越长通常意味着更高的赔偿。这也会影响${state}的诉讼时效计算。",
    "enContent": "In civil rights violations, the duration of discriminatory conduct or rights violation is crucial to calculating damages. This field captures how many months the unlawful conduct continued in ${state}. Longer violations typically result in higher damage awards, as extended discrimination or rights violations cause greater harm and demonstrate more egregious conduct. The duration also affects statutes of limitations in ${state}, as some violations may be continuing wrongs while others have specific time limits for filing claims."
  },
  {
    "questionId": "years_relationship",
    "ratio": "0.12",
    "enLength": 472,
    "zhLength": 57,
    "zhTitle": "专业关系时长",
    "zhContent": "说明您与该专业人员合作的时长。较长的关系可以证明依赖和信任，这会加强渎职索赔。也与确定渎职发生时间的诉讼时效相关。",
    "enContent": "This field captures how long you worked with the professional who committed malpractice. In ${state}, the length of your professional relationship can demonstrate the degree of reliance and trust you placed in their expertise, which strengthens malpractice claims. Longer relationships also help establish when the malpractice occurred, which is relevant for statute of limitations purposes and proving the professional had sufficient time to recognize and correct errors."
  },
  {
    "questionId": "professional_fees_paid",
    "ratio": "0.12",
    "enLength": 455,
    "zhLength": 56,
    "zhTitle": "已支付专业费用",
    "zhContent": "说明在发现渎职前支付给专业人员（律师、会计师等）的总费用。这确立了专业关系，如果服务存在疏忽，可以作为赔偿追回。",
    "enContent": "This field captures the total fees you paid to the professional (attorney, accountant, financial advisor, etc.) before discovering the malpractice. In ${state}, this establishes the professional relationship and demonstrates your reliance on their expertise. These fees can often be recovered as damages if you prove the services were negligently performed, as you paid for competent professional advice but received substandard work that caused you harm."
  },
  {
    "questionId": "months_delayed",
    "ratio": "0.13",
    "enLength": 520,
    "zhLength": 68,
    "zhTitle": "理赔延迟时长",
    "zhContent": "记录保险公司延迟支付的时间。恶意理赔案件会考虑不合理的延迟。延迟时间越长可能导致更高的赔偿。${state}对不合理延迟的定义各有不同。",
    "enContent": "This field tracks how long the insurance company delayed payment of your claim in ${state}. Bad faith insurance claims consider whether delays were unreasonable given the circumstances. Longer delays can significantly increase damages, as they demonstrate the insurer's refusal to promptly investigate and pay valid claims. State laws vary on what constitutes unreasonable delay, but extended delays without legitimate justification typically support bad faith findings and additional damages beyond the policy benefits."
  },
  {
    "questionId": "unpaid_overtime",
    "ratio": "0.15",
    "enLength": 451,
    "zhLength": 68,
    "zhTitle": "未付加班费",
    "zhContent": "解释应按1.5倍工资支付的加班费总额。联邦劳动标准法要求每周超过40小时支付加班费。${state}可能有额外的保护措施和工资盗窃处罚。",
    "enContent": "This field captures the total overtime wages that should have been paid at the 1.5x rate in ${state}. The Fair Labor Standards Act (FLSA) requires overtime pay for hours worked over 40 per week for non-exempt employees. Unpaid overtime claims can accumulate substantial damages over time, and ${state} may have additional protections and penalties for wage theft beyond federal requirements, including liquidated damages that can double your recovery."
  },
  {
    "questionId": "multiple_denials",
    "ratio": "0.26",
    "enLength": 1500,
    "zhLength": 389,
    "zhTitle": "多次拒绝证明保险恶意",
    "zhContent": "当保险公司反复拒绝同一索赔或反复拒绝相关索赔时，它创造了系统性恶意的有力证据模式。在${state}，多次拒绝表明不仅仅是错误——它们揭示了保险公司不关心保单持有人权利并优先考虑利润而不是合法义务的模式。  在${state}，多次拒绝以几种方式加强恶意案件。它们证明保险公司没有真诚地重新评估索赔。每次拒绝都增加了给保单持有人造成的损害——更多月的医疗费用、工资损失或其他未支付的福利累积。多次拒绝还延长了情感痛苦和不确定性。  ${state}法院和陪审团将多次拒绝视为保险公司顽固坚持不合理立场的证据，希望耗尽您并迫使您放弃或接受低结算。多次拒绝还支持惩罚性损害索赔，因为它们表明特别恶劣的行为。  记录每次拒绝的时间表和理由。如果理由改变或相互矛盾，这进一步证明恶意。在${state}，有多次拒绝模式的恶意案件命令比单次拒绝大幅更高的损害，因为不当行为更严重且有记录。",
    "enContent": "When an insurance company denies your claim multiple times—especially after appeals or additional evidence—this pattern strongly suggests bad faith rather than mere coverage disputes. In ${state}, multiple denials demonstrate the insurer's unwillingness to fairly evaluate your claim and may support punitive damages for intentional misconduct or oppressive conduct.  Multiple denials affect ${state} bad faith cases powerfully. A single denial might be explained as a coverage dispute or mistake, but repeated denials despite compelling evidence shows deliberate refusal to pay valid claims. This pattern is especially egregious when you submit additional medical evidence, expert opinions, or documentation supporting your claim, yet the insurer keeps finding new reasons to deny.  ${state} courts view multiple denials as evidence of systematic bad faith, not good faith coverage disputes. Each denial compounds your damages—extending your time without benefits, increasing financial hardship, and escalating emotional distress. Multiple denials also suggest the insurer is trying to exhaust you into giving up rather than honestly evaluating your claim.  In ${state}, this conduct may warrant punitive damages designed to punish and deter such behavior. Document each denial carefully, noting shifting justifications, ignored evidence, and the impact of prolonged denial on your finances and wellbeing. Multiple denials dramatically strengthen your bad faith case and increase potential recovery."
  },
  {
    "questionId": "police_report",
    "ratio": "0.27",
    "enLength": 1496,
    "zhLength": 402,
    "zhTitle": "为什么警方报告加强您的案件价值",
    "zhContent": "警方报告作为由中立执法人员创建的事件的官方同期记录。在${state}，警方报告在人身伤害案件中具有重大分量，因为它们在记忆新鲜、证据仍然可用时记录关键事实。保险公司和法院认为警方报告比事后回忆更可靠，使其成为确定责任的强大工具。  警方报告的存在以几种重要方式影响${state}的案件估值。它提供了一个官方账户，通常包括警官对过错的判定、发出的传票、现场收集的证人陈述以及可见伤害和财产损害的记录。  当警方报告将过错归因于对方时，它显著加强了您在和解谈判中的地位，因为保险调解员知道这一官方判定将是${state}审判中的可采纳证据。当与官方警方报告相矛盾时，辩护律师发现更难转移责任或争议事实。  报告还保留了可能丢失的关键信息，例如对方的保险信息、证人联系方式和环境条件。在${state}，支持原告版本事件的警方报告的案件通常和解得更快、金额更高，因为它们减少了被告制造关于责任的怀疑的能力。",
    "enContent": "A police report serves as an official, contemporaneous record of the incident created by a neutral law enforcement officer. In ${state}, police reports carry significant weight in personal injury cases because they document key facts while memories are fresh and evidence is still available. Insurance companies and courts view police reports as more reliable than after-the-fact recollections, making them powerful tools for establishing liability.  The presence of a police report in ${state} affects your case valuation in several important ways. It provides an official account that typically includes the officer's determination of fault, citations issued, witness statements collected at the scene, and documentation of visible injuries and property damage.  When a police report assigns fault to the other party, it significantly strengthens your position in settlement negotiations, as insurance adjusters know this official determination will be admissible evidence at trial in ${state}. Defense attorneys find it much harder to shift blame or dispute facts when contradicting an official police report.  The report also preserves crucial information that might otherwise be lost, such as the other party's insurance information, witness contact details, and environmental conditions. Cases with police reports supporting the plaintiff's version of events typically settle faster and for higher amounts in ${state}, as they reduce the defendant's ability to create doubt about liability."
  },
  {
    "questionId": "property_damage",
    "ratio": "0.27",
    "enLength": 1465,
    "zhLength": 390,
    "zhTitle": "财产损害如何验证您的伤害索赔",
    "zhContent": "财产损害作为事件力量和严重程度的可见客观证据。在${state}，重大的财产损害通过证明冲击的暴力性质来证实伤害索赔。当车辆全损或财产遭受严重损坏时，辩护律师和保险公司更难争辩说伤害被夸大或与事件无关。  ${state}的财产损害金额和性质超出了维修或更换成本本身影响案件估值。重大财产损害支持更严重伤害的索赔，因为它显示事件涉及重大力量。这种相关性允许原告为更高的痛苦和苦难乘数辩护。  在${state}法院，严重财产损害的照片和维修估价创造了强大的视觉证据，帮助陪审团理解事件的创伤性质。保险调解员将财产损害用作其评估公式的一个因素——财产损害严重的案件始终获得更高的伤害和解报价，因为物证使伤害索赔更可信。  此外，当财产损害很大时，它表明更高的冲击速度或力量，医疗专家可以用来解释伤害机制。这种客观性使财产损害记录成为在${state}最大化案件价值的最强大工具之一。",
    "enContent": "Property damage serves as visible, objective evidence of the force and severity of the incident. In ${state}, significant property damage corroborates injury claims by demonstrating the violent nature of the impact. When vehicles are totaled or property is extensively damaged, it becomes much more difficult for defense attorneys and insurance companies to argue that injuries are exaggerated or unrelated to the incident.  The amount and nature of property damage in ${state} influences case valuation beyond just the repair or replacement costs themselves. Substantial property damage supports claims for more serious injuries, as it shows the incident involved significant force. This correlation allows plaintiffs to argue for higher pain and suffering multipliers.  In ${state} courts, photographs and repair estimates of severe property damage create powerful visual evidence that helps juries understand the traumatic nature of the incident. Insurance adjusters use property damage as a factor in their evaluation formulas—cases with severe property damage consistently receive higher injury settlement offers because the physical evidence makes the injury claims more credible.  Additionally, when property damage is extensive, it suggests higher impact speeds or forces, which medical experts can use to explain the mechanism of injury. This objectivity makes property damage documentation one of the strongest tools for maximizing case value in ${state}."
  },
  {
    "questionId": "position_filled",
    "ratio": "0.27",
    "enLength": 1522,
    "zhLength": 412,
    "zhTitle": "职位被填补证明借口",
    "zhContent": "当雇主在声称解雇是由于裁员、重组或取消您的角色后迅速填补您的职位时，这是借口性歧视或报复的有力证据。在${state}就业法中，声称解雇有合法商业原因但随后填补职位——特别是由您受保护阶层之外的人填补——面临非法动机的强烈推论。  职位填补证据对${state}不当解雇案件有重大影响。它直接反驳常见的辩护：\"我们不得不取消职位\"或\"重组使您的角色冗余\"。当职位立即被填补时，这些理由崩溃。  ${state}法院仔细审查替换情况——新员工是否在您的受保护阶层之外（更年轻、不同种族、不同性别）？职位是否被重新命名但职责相同？这些模式揭示歧视动机。  职位填补还驳斥经济困难辩护。如果公司负担不起您，他们如何负担得起替代者？在${state}，这种证据使和解谈判显著倾向于您，因为雇主的辩护崩溃。它还增加经济损害——填补的职位表明工作仍然存在并会继续存在，支持未来工资损失索赔。记录任何职位广告、新员工或角色重新分配的证据。",
    "enContent": "When an employer quickly fills your position after claiming termination was due to downsizing, restructuring, or elimination of your role, this is powerful evidence of pretextual discrimination or retaliation. In ${state} employment law, employers who claim legitimate business reasons for termination but then fill the position—especially with someone outside your protected class—face strong inference of unlawful motive.  Position-filling evidence affects ${state} wrongful termination cases substantially. It directly contradicts common defenses: \"We had to eliminate the position\" or \"Restructuring made your role redundant.\" When the position is filled immediately, these justifications are exposed as lies.  This is especially powerful in age discrimination cases when older employees are replaced by younger workers, or gender/race discrimination when replaced by someone of different demographics. ${state} courts view position-filling as strong circumstantial evidence of discrimination. The timing matters—immediate replacement is more suspicious than eventually hiring someone months later for a different role.  Position-filling also affects damages: it proves the employer had continuing need for your work, supporting claims for future lost wages. In negotiations, evidence that they filled your position dramatically strengthens your leverage, as employers know juries will see through the pretextual justification. Track the position after termination through LinkedIn, company websites, and job postings."
  },
  {
    "questionId": "insurance_type",
    "ratio": "0.27",
    "enLength": 1475,
    "zhLength": 399,
    "zhTitle": "保险类型影响恶意案件价值",
    "zhContent": "保险类型在${state}恶意案件中显著影响案件价值，因为不同的保单涉及不同的覆盖限额、监管标准和坏行为的潜在性。健康保险、人寿保险、残疾保险和财产保险在${state}的运作方式不同，各有独特的恶意考虑因素。保单类型决定基础索赔价值和恶意损害的潜在倍数。  在${state}，健康保险恶意案件可能涉及治疗拒绝，导致医疗状况恶化、痛苦，有时甚至死亡——这些案件命令最高的恶意判决。残疾保险索赔涉及依赖这些福利生存的脆弱原告，当保险公司不当拒绝时产生重大同情。  人寿保险恶意案件涉及悲痛的受益人面临不当拒绝，在失去亲人后增加痛苦。财产保险恶意（房主、汽车）通常涉及较小的基础索赔，但拒绝仍然造成重大困难。  ${state}法律可能根据保险类型施加不同的监管标准和罚款。某些保单类型面临更严格的审查和更高的恶意标准。了解您的特定保险类型有助于正确框架恶意索赔并最大化${state}法律下的恢复。",
    "enContent": "The type of insurance policy involved significantly impacts bad faith case values and available remedies. In ${state}, different insurance types have different bad faith standards, statutory protections, and damage potentials. Health and disability insurance bad faith cases often result in higher damages than auto or homeowners claims due to the severe impact of delayed or denied medical coverage.  Insurance type affects ${state} bad faith valuations in multiple ways. Health insurance denials can involve life-threatening conditions, creating substantial emotional distress and potential for punitive damages. Disability insurance cases involve extended periods of no income, creating severe financial hardship. Life insurance denials devastate beneficiaries during grief. ${state} courts and juries are particularly sympathetic to bad faith in these critical areas.  Different insurance types also have different regulatory frameworks—health insurance has strong consumer protections, ERISA governs many disability policies with different rules. The underlying claim value matters: homeowners bad faith over a $300,000 house fire claim has more exposure than auto bad faith over a $5,000 claim.  In ${state}, certain insurance types have specific bad faith statutes with statutory penalties, treble damages, or mandatory attorney fees. Understanding your insurance type helps frame your bad faith claim properly and pursue maximum damages under applicable ${state} law."
  },
  {
    "questionId": "professional_type",
    "ratio": "0.27",
    "enLength": 1620,
    "zhLength": 445,
    "zhTitle": "专业类型如何影响失职案件",
    "zhContent": "犯下失职行为的专业人员类型显著影响案件价值、适用的注意标准和损害计算。在${state}，不同的专业人员面临不同的失职标准、保险要求和典型的损害范围。律师和会计师失职通常涉及比其他专业失职类型更大的财务风险。  专业类型以多种方式影响${state}失职案件。律师失职案件涉及\"案中案\"分析——证明如果没有律师的疏忽您本会赢。如果潜在案件有价值，这些案件可能导致大量损害。会计师失职可能涉及税务责任、审计失败或业务财务损害，在大型商业环境中可能达到数百万。  财务顾问失职取决于投资损失和义务违反，损害基于账户价值。建筑师和工程师失职涉及建筑缺陷或设计故障，可能显著影响财产价值。房地产经纪人失职通常涉及披露失败或合同违反，损害与财产价值相关。  每个专业在${state}都有特定的注意标准和实践要求。保险覆盖范围各不相同——律师通常购买大量失职保险，而某些专业的覆盖限额较低。了解您的专业人员类型有助于确定相关的注意标准、该领域的专家证人以及${state}专业失职法下的现实损害期望。",
    "enContent": "The type of professional who committed malpractice significantly affects case values, applicable standards of care, and damage calculations. In ${state}, different professionals face different malpractice standards, insurance requirements, and typical damage ranges. Attorney and accountant malpractice often involves larger financial stakes than other professional malpractice types.  Professional type affects ${state} malpractice cases in multiple ways. Attorney malpractice cases involve \"case within a case\" analysis—proving you would have won but for the attorney's negligence. These can result in substantial damages if the underlying case was valuable. Accountant malpractice may involve tax liabilities, audit failures, or business financial harm, potentially reaching millions in large business contexts.  Financial advisor malpractice depends on investment losses and duty violations, with damages based on account values. Architect and engineer malpractice involves construction defects or design failures, potentially affecting property values significantly. Real estate agent malpractice typically involves disclosure failures or contractual breaches with damages tied to property values.  Each profession has specific standards of care and practice requirements in ${state}. Insurance coverage varies—attorneys typically carry substantial malpractice insurance, while some professions have lower coverage limits. Understanding your professional's type helps identify relevant standards of care, expert witnesses in that field, and realistic damage expectations under ${state} professional malpractice law."
  },
  {
    "questionId": "witness_testimony",
    "ratio": "0.28",
    "enLength": 1337,
    "zhLength": 381,
    "zhTitle": "为什么证人证词可以使您的案件价值翻倍",
    "zhContent": "证人证词作为您对事件描述的有力独立证实。在${state}，有可信证人证词的案件始终获得比仅依靠当事人相互矛盾的陈述的案件高得多的和解和判决。证人提供了法官和陪审团认为非常有说服力的客观视角，经常使接近的案件倾向于原告。  证人的存在和质量以多种方式影响${state}的案件价值。强有力的证人使辩护律师更愿意和解并获得更高的金额，因为他们知道在审判中获胜的机会减少了。证人可以证实冲击的严重程度、您在现场的可见伤害、被告的行为和陈述以及环境条件。  在${state}法院，证人的可信度至关重要——中立的第三方证人（特别是专业人士或无关的旁观者）比朋友和家人更有分量。多个一致的证人创造了一个强大的叙事，辩护方很难克服。  保险调解员将证人的可用性和可信度作为其和解计算的主要因素，通常对有强大证人证词的案件应用更高的乘数，因为他们了解在审判中失败的风险增加。",
    "enContent": "Witness testimony serves as powerful independent corroboration of your account of events. In ${state}, cases with credible witness testimony consistently achieve significantly higher settlements and verdicts than cases relying solely on the parties' conflicting accounts. Witnesses provide an objective perspective that judges and juries find highly persuasive, often tipping close cases in favor of the plaintiff.  The presence and quality of witness testimony affects your case value in multiple ways in ${state}. Strong witnesses make defense attorneys more willing to settle and for higher amounts, as they know their chances at trial are reduced. Witnesses can corroborate the severity of impact, your visible injuries at the scene, the defendant's behavior and statements, and environmental conditions.  In ${state} courts, witness credibility is paramount—neutral third-party witnesses (especially professionals or uninvolved bystanders) carry more weight than friends and family. Multiple consistent witnesses create a powerful narrative that's difficult for defense to overcome.  Insurance adjusters use witness availability and credibility as a major factor in their settlement calculations, often applying higher multipliers to cases with strong witness testimony because they understand the increased risk of losing at trial."
  },
  {
    "questionId": "police_report_filed",
    "ratio": "0.28",
    "enLength": 1328,
    "zhLength": 373,
    "zhTitle": "为什么警方报告加强您的机动车案件",
    "zhContent": "警方报告提供事故的官方同期记录，并作为有力的独立证据。在${state}，警方报告极具说服力，因为它们由没有经济利益的中立第三方创建。保险公司和法院在确定责任和评估案件强度时对警方报告给予重大权重。  在${state}拥有警方报告以多种方式影响您的案件价值。报告记录现场、道路条件、车辆损坏、可见伤害以及发出的任何交通违规或传票。警官关于刹车痕迹、撞击点和碎片模式的观察有助于事故重建专家。  最重要的是，当警方因闯红灯、超速或酒驾等违规行为传讯另一名驾驶员时，它创造了难以被辩方克服的强烈过错推定。${state}的保险调解员将警方报告用作和解计算的关键因素，当报告支持您的事件版本时，通常会提供显著更多的金额。  没有警方报告的案件成为\"他说她说\"的争议，您的可信度不断受到挑战。有了警方报告，您拥有极大加强您谈判地位和案件价值的官方证实。",
    "enContent": "A police report provides official, contemporaneous documentation of your accident and serves as powerful independent evidence. In ${state}, police reports are highly persuasive because they're created by neutral third parties with no financial stake in the outcome. Insurance companies and courts give significant weight to police reports when determining liability and evaluating case strength.  Having a police report in ${state} affects your case value in multiple ways. The report documents the scene, road conditions, vehicle damage, visible injuries, and any traffic violations or citations issued. Officers' observations about skid marks, points of impact, and debris patterns help accident reconstruction experts.  Most importantly, when police cite the other driver for violations like running a red light, speeding, or DUI, it creates a strong presumption of fault that's difficult for defense to overcome. ${state} insurance adjusters use police reports as a key factor in settlement calculations, often offering significantly more when reports support your version of events.  Cases without police reports become \"he said, she said\" disputes where your credibility is constantly challenged. With a police report, you have official corroboration that dramatically strengthens your negotiating position and case value."
  },
  {
    "questionId": "witnesses_available",
    "ratio": "0.28",
    "enLength": 1401,
    "zhLength": 397,
    "zhTitle": "证人如何使您的和解价值翻倍",
    "zhContent": "证人证词将您的案件从可信度竞赛转变为有独立证实支持的充分索赔。在${state}，证人的可用性是和解成功和审判判决的最强预测因素之一。证人提供保险公司和陪审团认为极具说服力的客观视角，经常在适度和解与最大赔偿之间产生差异。  证人对您的${state}案件价值的影响是巨大的。辩护律师知道可信的证人使他们的工作变得更加困难，并增加在审判中失败的风险。这使他们更愿意和解并获得更高的金额。证人可以证实关键事实：事故如何发生、谁有过错、冲击的严重程度、您在现场可见的疼痛和伤害，以及对方的行为或承认。  在${state}法院，中立的第三方证人（特别是专业人士或无关的旁观者）具有巨大的分量。多个一致的证人创造了几乎不可能反驳的令人信服的叙述。  保险调解员对有强大证人证词的案件应用更高的乘数，因为他们了解诉讼风险的增加。证人还阻止辩方提出低报价或从事恶意策略，因为他们知道证据将在审判中支持您。",
    "enContent": "Witness testimony transforms your case from a credibility contest into a well-supported claim backed by independent corroboration. In ${state}, the availability of witnesses is one of the strongest predictors of both settlement success and trial verdicts. Witnesses provide an objective perspective that insurance companies and juries find highly persuasive, often making the difference between a modest settlement and maximum compensation.  The impact of witnesses on your ${state} case value is substantial. Defense attorneys know that credible witnesses make their job much harder and increase the risk of losing at trial. This makes them far more willing to settle and for higher amounts. Witnesses can corroborate critical facts: how the accident happened, who was at fault, the severity of impact, your visible pain and injuries at the scene, and the other party's behavior or admissions.  In ${state} courts, neutral third-party witnesses (especially professionals or uninvolved bystanders) carry tremendous weight. Multiple consistent witnesses create a compelling narrative that's nearly impossible to refute.  Insurance adjusters apply higher multipliers to cases with strong witness testimony because they understand the increased litigation risk. Witnesses also deter defense from making lowball offers or engaging in bad faith tactics, as they know the evidence will support you at trial."
  },
  {
    "questionId": "positive_performance_reviews",
    "ratio": "0.28",
    "enLength": 1535,
    "zhLength": 425,
    "zhTitle": "绩效评估证明不当解雇",
    "zhContent": "积极的绩效评估是有力的证据，证明您的解雇是借口而不是出于合法商业原因。在${state}就业法中，当雇主声称解雇是因为表现不佳但您的评估是积极的时，这种矛盾强烈表明歧视、报复或其他非法动机。绩效评估作为雇主自己承认您是好员工的证据。  在${state}，积极的绩效评估显著影响不当解雇案件。它们直接反驳基于绩效的解雇理由，将其暴露为借口。当雇主无法指出记录的绩效问题时，法院和陪审团推断非法动机。  这种模式很常见：积极评估后在报告骚扰、休FMLA假或从事受保护活动后突然解雇。${state}法院将此识别为非法报复的证据。积极评估还增加您的经济损害——它们证明您可能会长期保持就业，支持更大的预期工资判决。  它们表明您是一名有价值的员工，使不当解雇的情感痛苦更加严重。在和解谈判中，积极的绩效评估极大地加强您的地位，因为雇主知道陪审团不会相信与多年积极评估相矛盾的突然基于绩效的解雇。始终保留绩效评估、加薪、奖金和晋升作为您强大工作历史的证据。",
    "enContent": "Positive performance reviews are powerful evidence that your termination was pretextual rather than for legitimate business reasons. In ${state} employment law, when employers claim termination was for poor performance but your reviews were positive, this contradiction strongly suggests discrimination, retaliation, or other unlawful motives. Performance reviews serve as the employer's own admission that you were a good employee.  In ${state}, positive performance reviews affect wrongful termination cases significantly. They directly contradict performance-based termination justifications, exposing them as pretexts. When employers can't point to documented performance issues, courts and juries infer unlawful motive.  This pattern is common: positive reviews followed by sudden termination after reporting harassment, taking FMLA leave, or engaging in protected activity. ${state} courts recognize this as evidence of unlawful retaliation. Positive reviews also increase your economic damages—they demonstrate you likely would have remained employed long-term, supporting larger front pay awards.  They show you were a valued employee, making the emotional distress of wrongful termination more severe. In settlement negotiations, positive performance reviews dramatically strengthen your position, as employers know juries won't believe sudden performance-based terminations contradict years of positive evaluations. Always preserve performance reviews, raises, bonuses, and promotions as evidence of your strong work history."
  },
  {
    "questionId": "surgery_error",
    "ratio": "0.28",
    "enLength": 1562,
    "zhLength": 445,
    "zhTitle": "为什么手术错误命令最高的医疗事故损害",
    "zhContent": "手术错误代表一些最严重的医疗事故案件，通常导致最高的损害判决。在${state}，手术错误通常被认为是\"永不事件\"——如此恶劣的错误在适当护理下永远不应发生。错位手术、遗留手术器械、麻醉错误和手术技术失败表明明显偏离注意标准。  手术错误极大地影响${state}医疗事故估值。这些案件通常涉及灾难性永久性伤害，需要额外的纠正手术、延长恢复期和终身并发症。许多手术错误的明确性质——在错误的身体部位手术、在患者体内留下器械或损坏器官——使得责任比诊断错误更容易证明。  ${state}陪审团对手术错误反应强烈，因为它们违反了患者对外科医生的基本信任。专家证词有力地展示了这些错误如何偏离基本手术协议。当错误源于鲁莽行为时，手术错误案件经常支持惩罚性损害，如在受损状态下手术或忽视安全检查清单。  经济损害迅速累积：原始手术费用、纠正程序、延长残疾和永久性并发症。疼痛、痛苦和生活质量损失的非经济损害是巨大的。在${state}，手术错误案件通常达到六位或七位数，灾难性错误和解数百万美元。",
    "enContent": "Surgery errors represent some of the most serious medical malpractice cases and typically result in the highest damage awards. In ${state}, surgical mistakes are often considered \"never events\"—errors so egregious they should never occur with proper care. Wrong-site surgery, retained surgical instruments, anesthesia errors, and surgical technique failures demonstrate clear deviations from the standard of care.  Surgery errors affect ${state} medical malpractice valuations dramatically. These cases often involve catastrophic permanent injuries requiring additional corrective surgeries, extended recovery, and lifelong complications. The clear-cut nature of many surgery errors—operating on the wrong body part, leaving instruments inside patients, or damaging organs—makes liability easier to prove than diagnostic errors.  ${state} juries react strongly to surgery errors because they violate the fundamental trust patients place in surgeons. Expert testimony powerfully demonstrates how these errors deviate from basic surgical protocols. Surgery error cases frequently support punitive damages when the error stems from recklessness, such as operating while impaired or ignoring safety checklists.  Economic damages accumulate rapidly: the original surgery costs, corrective procedures, extended disability, and permanent complications. Non-economic damages for pain, suffering, and loss of quality of life are substantial. In ${state}, surgery error cases routinely reach six or seven figures, with catastrophic errors settling for millions of dollars."
  },
  {
    "questionId": "pattern_of_conduct",
    "ratio": "0.28",
    "enLength": 1864,
    "zhLength": 531,
    "zhTitle": "行为模式证明系统性违规",
    "zhContent": "证明非法行为模式——不是孤立事件而是系统性重复违规——通过证明值得惩罚性损害的故意不当行为来改变您的案件。在${state}，模式消除了违规是错误或孤立事件的辩护。模式证据显示被告故意从事非法做法，极大地增加案件价值和和解杠杆。  行为模式影响${state}跨多种索赔类型的案件。就业歧视模式——反复解雇老年工人、支付女性更少或拒绝少数族裔晋升——证明值得更高损害的系统性歧视。显示重复过度使用武力或虚假逮捕的民权侵犯证明支持市政责任的政策缺陷。  影响数千消费者的消费者欺诈模式证明故意欺骗做法。拒绝类似索赔的保险恶意模式显示公司范围的政策而不是孤立的调解员错误。在${state}，模式证据通过证明故意或鲁莽行为支持惩罚性损害。  模式还证明因果关系：如果被告反复从事相同的违规行为，您的索赔不是巧合而是模式的一部分。模式证据包括其他受害者的证词、显示系统性差异的统计分析、关于做法的专家证词以及重复违规的文件证据。  ${state}法院允许模式证据证明意图和惩罚性损害，即使每个实例单独看起来不多。模式证据还吸引监管注意和公众压力。在${state}，证明模式而不是孤立事件可以通过惩罚性损害、提高的情感痛苦判决和增加的和解压力将案件价值乘以三到十倍。",
    "enContent": "Demonstrating a pattern of illegal conduct—not isolated incidents but systematic repeated violations—transforms your case by proving intentional wrongdoing warranting punitive damages. In ${state}, patterns eliminate defenses that violations were mistakes or isolated events. Pattern evidence shows the defendant deliberately engaged in illegal practices, dramatically increasing case value and settlement leverage.  Pattern of conduct affects ${state} cases across multiple claim types. Employment discrimination patterns—repeatedly firing older workers, paying women less, or denying promotions to minorities—prove systematic discrimination warranting higher damages. Civil rights violations showing repeated excessive force or false arrests demonstrate policy deficiencies supporting municipal liability.  Consumer fraud patterns affecting thousands of consumers prove intentional deceptive practices. Insurance bad faith patterns of denying similar claims show company-wide policies rather than isolated adjuster mistakes. In ${state}, pattern evidence supports punitive damages by proving willful or reckless conduct.  Patterns also prove causation: if the defendant repeatedly engaged in the same violation, your claim wasn't coincidental but part of the pattern. Pattern evidence includes testimony from other victims, statistical analysis showing systematic disparities, expert testimony about practices, and documentary evidence of repeated violations.  ${state} courts allow pattern evidence to prove intent and punitive damages even if each instance seems modest individually. Pattern evidence also attracts regulatory attention and public pressure. In ${state}, proving patterns rather than isolated incidents can multiply case values three to ten times through punitive damages, heightened emotional distress awards, and increased settlement pressure."
  },
  {
    "questionId": "written_denials",
    "ratio": "0.28",
    "enLength": 1728,
    "zhLength": 483,
    "zhTitle": "书面拒绝提供恶意证据",
    "zhContent": "拥有来自保险公司的书面拒绝信为恶意索赔提供关键的文件证据。在${state}，书面拒绝保留保险公司的确切理由，揭示变化的解释，并经常包含证明恶意的承认或不合理立场。书面拒绝消除保险公司声称沟通不畅或误解的能力，创造有力的证据。  书面拒绝显著影响${state}保险恶意案件。拒绝信准确显示保险公司给出的拒绝理由，允许您证明这些理由是借口或不合理的。当保险公司在多次拒绝中给出不同理由时，书面信件暴露不一致，表明他们抓住任何借口而不是诚实评估您的索赔。  书面拒绝还保留关键事实：拒绝日期、谁做出决定、他们忽略了什么证据以及他们误解了什么保单条款。在${state}，含糊或结论性的书面拒绝没有充分解释拒绝依据支持恶意索赔，因为保险公司必须合理调查和沟通。  引用不适用的保单除外条款、忽略有利证据或歪曲事实的书面拒绝证明恶意。将书面拒绝信与保单语言、医疗记录和其他证据进行比较，以证明拒绝不合理。  咨询可以作证保险公司书面理由经不起审查的专家。在${state}，书面拒绝作为保险公司自己对其推理的承认，然后您可以通过专家证词摧毁它，显示他们的决定不合理且恶意。",
    "enContent": "Having written denial letters from your insurance company provides crucial documentary evidence for bad faith claims. In ${state}, written denials preserve the insurer's exact justifications, reveal shifting explanations, and often contain admissions or unreasonable positions that prove bad faith. Written denials eliminate the insurer's ability to claim miscommunication or misunderstanding, creating powerful evidence.  Written denials affect ${state} insurance bad faith cases significantly. Denial letters show exactly what reasons the insurer gave for denial, allowing you to prove those reasons were pretextual or unreasonable. When insurers give different reasons across multiple denials, written letters expose the inconsistencies, suggesting they're grasping for any excuse rather than honestly evaluating your claim.  Written denials also preserve crucial facts: dates of denial, who made decisions, what evidence they ignored, and what policy provisions they misinterpreted. In ${state}, vague or conclusory written denials that don't adequately explain the basis for denial support bad faith claims, as insurers must reasonably investigate and communicate.  Written denials that cite policy exclusions that don't apply, ignore favorable evidence, or mischaracterize facts demonstrate bad faith. Compare written denial letters to policy language, medical records, and other evidence to prove the denial was unreasonable.  Consult experts who can testify that the insurer's written rationale doesn't withstand scrutiny. In ${state}, written denials serve as the insurer's own admission of their reasoning, which you can then demolish through expert testimony, showing their decision was unreasonable and in bad faith."
  },
  {
    "questionId": "written_agreement",
    "ratio": "0.28",
    "enLength": 1949,
    "zhLength": 537,
    "zhTitle": "书面协议确立专业职责",
    "zhContent": "与您的专业人员拥有书面协议——聘用信、合同或保留协议——提供确立专业人员对您的职责的关键证据。在${state}，书面协议消除关于工作范围、专业义务和注意标准的争议。明确的合同职责使证明违反职责更容易，加强失职索赔。  书面协议大幅影响${state}专业失职案件。合同准确规定专业人员同意提供的服务、他们同意满足的截止日期以及他们同意遵循的标准。当专业人员违反这些书面义务时，责任是明确的。  书面协议还确立失职索赔所需的专业关系——证明您有律师-客户、会计师-客户或其他专业关系。在${state}，书面费用协议显示您为专业服务付费并依赖他们的专业知识。聘用信通常纳入专业标准或规定结果，当专业人员未能交付时使违约显而易见。  书面协议还保留您对理解和专业人员承诺的同期证据。当争议出现时，书面合同控制而不是后来的误解声明。在${state}，有规定职责的书面协议的案件在诉讼中进展更顺利，因为职责要素由合同确立。  专业人员不能声称您误解他们的角色或他们从未同意某些义务。保留所有书面协议、聘用信、保留协议、提案和合同文件。这些文件确立专业人员的职责，并在他们未能按承诺执行时证明违约。书面协议通常通过使责任更清楚并减少辩护选项来增加${state}专业失职案件价值。",
    "enContent": "Having a written agreement with your professional—engagement letter, contract, or retainer agreement—provides crucial evidence establishing what duties the professional owed you. In ${state}, written agreements eliminate disputes about scope of work, professional obligations, and standards of care. Clear contractual duties make proving breach of duty easier and strengthen malpractice claims.  Written agreements affect ${state} professional malpractice cases substantially. Contracts specify exactly what services the professional agreed to provide, deadlines they agreed to meet, and standards they agreed to follow. When professionals breach these written obligations, liability is clear.  Written agreements also establish the professional relationship necessary for malpractice claims—proving you had attorney-client, accountant-client, or other professional relationships. In ${state}, written fee agreements show you paid for professional services and relied on their expertise. Engagement letters often incorporate professional standards or specify outcomes, making breach obvious when professionals fail to deliver.  Written agreements also preserve contemporaneous evidence of your understanding and the professional's promises. When disputes arise, written contracts control over later claims of misunderstanding. In ${state}, cases with written agreements specifying duties proceed more smoothly through litigation because the duty element is established by contract.  Professionals cannot claim you misunderstood their role or that they never agreed to certain obligations. Preserve all written agreements, engagement letters, retainer agreements, proposals, and contract documents. These documents establish the professional's duties and prove breach when they failed to perform as promised. Written agreements typically increase ${state} professional malpractice case values by making liability clearer and reducing defense options."
  },
  {
    "questionId": "lost_wages",
    "ratio": "0.29",
    "enLength": 1192,
    "zhLength": 347,
    "zhTitle": "了解工资损失如何使您的案件价值倍增",
    "zhContent": "工资损失代表${state}法律赋予您完全恢复的有形经济损失。除了立即的收入损失之外，案件的这一组成部分以多种方式影响您的估值。${state}的法院认识到，当伤害阻止您工作时，您不仅失去了工资——您还可能失去福利、职业晋升机会和未来的收入能力。  ${state}的工资损失计算不仅仅是您的日工资乘以错过的天数。它包括失去的奖金、佣金、加班机会和雇主提供的福利，如健康保险和退休金。  如果您的伤害导致永久性残疾或工作能力降低，${state}法律允许恢复未来收入的减少，这在一生中可能达到数十万甚至数百万美元。  保险公司和辩护律师密切审查工资损失索赔，使文件记录至关重要。工资损失的金额还影响痛苦和苦难的乘数，因为重大的收入损失表明伤害对您在${state}的生活和生计产生了实质性影响。",
    "enContent": "Lost wages represent tangible economic losses that ${state} law entitles you to recover fully. Beyond just the immediate lost income, this component of your case affects your valuation in multiple ways. Courts in ${state} recognize that when injuries prevent you from working, you're not only losing your paycheck—you're potentially losing benefits, career advancement opportunities, and future earning capacity.  The lost wages calculation in ${state} extends beyond simple multiplication of your daily rate by missed days. It includes lost bonuses, commissions, overtime opportunities, and employer-provided benefits like health insurance and retirement contributions.  If your injuries result in permanent disability or reduced working capacity, ${state} law allows recovery for diminished future earnings, which can amount to hundreds of thousands or even millions of dollars over a lifetime.  Insurance companies and defense attorneys closely scrutinize lost wage claims, making documentation crucial. The amount of lost wages also influences pain and suffering multipliers, as significant income loss demonstrates the injury's substantial impact on your life and livelihood in ${state}."
  },
  {
    "questionId": "permanent_disability",
    "ratio": "0.29",
    "enLength": 1473,
    "zhLength": 431,
    "zhTitle": "为什么永久性残疾需要最高赔偿",
    "zhContent": "永久性残疾代表最严重的伤害结果类型，并在${state}获得最高赔偿。当伤害导致永久性残疾时，您不仅要处理当前的损害——您还要面对一生的挑战、限制和持续的成本。${state}法律认识到永久性残疾从根本上改变了您的人生轨迹，并赋予您获得大量赔偿的权利。  ${state}的永久性残疾案件估值复杂且多方面。除了当前的医疗账单和工资损失之外，永久性残疾还为大量未来损害打开了大门，包括终身医疗护理、持续的治疗和康复、适应性设备和家庭改造以及收入能力的完全丧失。  ${state}法院还为永久性残疾判给显著更高的痛苦和苦难损害赔偿，认识到对生活质量、关系、心理健康和日常功能的深远影响。医疗专家、生活护理规划师和职业专家的专家证词对于充分量化这些损害至关重要。  保险公司以不同的方式处理永久性残疾案件，知道他们面临潜在的灾难性风险。涉及永久性残疾的案件在${state}通常达到六位数和七位数，灾难性永久性残疾（如瘫痪、创伤性脑损伤或截肢）经常以数百万美元和解。",
    "enContent": "Permanent disability represents the most serious type of injury outcome and commands the highest compensation in ${state}. When an injury results in permanent disability, you're not just dealing with current damages—you're facing a lifetime of challenges, limitations, and ongoing costs. ${state} law recognizes that permanent disabilities fundamentally alter your life trajectory and entitle you to substantial compensation.  The valuation of permanent disability cases in ${state} is complex and multi-faceted. Beyond current medical bills and lost wages, permanent disability opens the door to substantial future damages including lifetime medical care, ongoing therapy and rehabilitation, adaptive equipment and home modifications, and total loss of earning capacity.  ${state} courts also award significantly higher pain and suffering damages for permanent disabilities, recognizing the profound impact on quality of life, relationships, mental health, and daily functioning. Expert testimony from medical specialists, life care planners, and vocational experts becomes essential to fully quantify these damages.  Insurance companies approach permanent disability cases differently, knowing they face potentially catastrophic exposure. Cases involving permanent disability routinely reach six and seven figures in ${state}, with catastrophic permanent disabilities (such as paralysis, traumatic brain injury, or amputation) frequently settling for millions of dollars."
  },
  {
    "questionId": "permanent_injury",
    "ratio": "0.29",
    "enLength": 1428,
    "zhLength": 416,
    "zhTitle": "为什么永久性伤害改变案件价值",
    "zhContent": "永久性伤害代表改变生活的伤害，在${state}大幅增加案件价值。与随时间愈合的暂时性伤害不同，永久性伤害无限期持续，影响您生活的各个方面——从日常活动到职业机会再到个人关系。${state}法律认识到这种深远的影响，并为永久性伤害判给大幅更高的赔偿。  当伤害是永久性的时，您在${state}的案件从恢复过去的损害转变为计算一生的影响。这包括数十年的持续医疗治疗、疼痛管理、治疗和适应性设备。您的收入能力可能永久降低或消除，使您有权恢复失去的未来收入。  痛苦和苦难损害大幅倍增——当苦难是永久性的而不是暂时性的时，${state}法院和陪审团判给更高的金额。生活质量损失变得可补偿，包括无法参与爱好、体育、家庭活动和亲密关系。  保险公司了解永久性伤害案件使他们面临${state}潜在的灾难性判决，使他们更愿意谈判大量和解。医疗专家、职业专家和生活护理规划师的专家证词对于充分记录和量化您伤害的永久性性质和终身成本至关重要。",
    "enContent": "Permanent injuries represent life-altering harm that dramatically increases case value in ${state}. Unlike temporary injuries that heal with time, permanent injuries persist indefinitely, affecting every aspect of your life—from daily activities to career opportunities to personal relationships. ${state} law recognizes this profound impact and awards substantially higher compensation for permanent injuries.  When an injury is permanent, your case in ${state} shifts from recovering past damages to accounting for a lifetime of impact. This includes ongoing medical treatment, pain management, therapy, and adaptive equipment for decades. Your earning capacity may be permanently reduced or eliminated, entitling you to recover lost future income.  Pain and suffering damages multiply significantly—${state} courts and juries award much higher amounts when suffering is permanent rather than temporary. Quality of life losses become compensable, including inability to participate in hobbies, sports, family activities, and intimate relationships.  Insurance companies understand that permanent injury cases expose them to potentially catastrophic verdicts in ${state}, making them more willing to negotiate substantial settlements. Expert testimony from medical specialists, vocational experts, and life care planners becomes essential to fully document and quantify the permanent nature and lifetime costs of your injuries."
  },
  {
    "questionId": "num_dependents",
    "ratio": "0.29",
    "enLength": 1496,
    "zhLength": 439,
    "zhTitle": "为什么受抚养人数量增加非正常死亡案件价值",
    "zhContent": "在${state}的非正常死亡案件中，受抚养人的数量显著影响案件估值，因为它反映了死亡造成的财务和情感损失的范围。每个受抚养人都代表一个依赖死者提供财务支持、指导、照顾和陪伴的人。${state}法律允许恢复死者本应提供的支持和服务的损失。  ${state}非正常死亡案件中受抚养人的数量影响多个损害类别。每个受抚养人都增加了死者预期工作生涯中财务支持的计算损失。年幼的孩子代表数十年的失去支持、教育资金和父母指导。  ${state}法院还考虑家庭服务的损失——儿童照顾、教育援助、家庭管理——现在必须被替换或补偿。多个受抚养人使失去配偶关系和陪伴的损害倍增，因为每个家庭成员都遭受了无法替代的损失。  在${state}，听取悲痛配偶和子女证词的陪审团在看到家庭影响的广度时，始终判给更高的判决。此外，年幼受抚养人的存在可能延长损害计算期，因为支持义务将延续到成年甚至更久。有多个受抚养人的非正常死亡案件经常在${state}达到七位数和解，认识到对整个家庭的毁灭性影响。",
    "enContent": "In wrongful death cases in ${state}, the number of dependents significantly affects case valuation because it reflects the scope of financial and emotional loss caused by the death. Each dependent represents a person who relied on the deceased for financial support, guidance, care, and companionship. ${state} law allows recovery for the loss of support and services the deceased would have provided.  The number of dependents in ${state} wrongful death cases impacts multiple damage categories. Each dependent increases the calculated loss of financial support over the victim's expected working life. Young children represent decades of lost support, education funding, and parental guidance.  ${state} courts also consider loss of household services—childcare, education assistance, household management—that must now be replaced or compensated. Multiple dependents multiply the loss of consortium and companionship damages, as each family member has suffered an irreplaceable loss.  In ${state}, juries hearing testimony from grieving spouses and children consistently award higher verdicts when they see the breadth of family impact. Additionally, more dependents often means the deceased was in their prime earning years with significant future earning capacity. Cases with multiple minor children routinely reach seven figures in ${state}, as they involve supporting children through adulthood plus the profound emotional loss of parental relationships during crucial developmental years."
  },
  {
    "questionId": "years_employed",
    "ratio": "0.29",
    "enLength": 1513,
    "zhLength": 446,
    "zhTitle": "雇用年限如何影响您的案件",
    "zhContent": "雇用年限是${state}不当解雇案件中的关键因素，直接影响责任认定和损害赔偿计算。较长的雇用期表明承诺、稳定性和可能令人满意的表现，使不当解雇索赔更可信。${state}就业法在评估解雇是否真正出于合法商业原因或借口时考虑任期。  在${state}，雇用年限以几种方式影响您的案件价值。较长的任期通常意味着更高的薪资和更好的福利，增加经济损害赔偿。您可能已经积累了大量的退休福利、股票期权或其他通过不当解雇失去的递延薪酬。  ${state}的法院和陪审团对长期员工更加同情——在10年以上后解雇某人对雇主的理由提出了危险信号。您的任期还影响预期工资判决，因为${state}法院考虑如果没有解雇您可能还会在那里工作多久。  长期员工可能拥有该雇主特有的专业技能，使替代就业更困难并支持更高的损害赔偿。此外，当年长的长期员工被年轻工人取代时，${state}的年龄歧视案件变得特别有力。失去长期职业职位（您投入多年生命）的情感痛苦在${state}就业诉讼中也应获得更高的非经济损害赔偿。",
    "enContent": "Length of employment is a critical factor in ${state} wrongful termination cases, directly affecting both liability findings and damage calculations. Longer employment demonstrates commitment, stability, and presumably satisfactory performance, making wrongful termination claims more credible. ${state} employment law considers tenure when evaluating whether termination was truly for legitimate business reasons or pretextual.  In ${state}, years of employment impact your case value in several ways. Longer tenure often means higher salary and better benefits, increasing economic damages. You may have accumulated significant retirement benefits, stock options, or other deferred compensation that were lost through wrongful termination.  ${state} courts and juries view long-term employees more sympathetically—firing someone after 10+ years raises red flags about the employer's justification. Your tenure also affects front pay awards, as ${state} courts consider how much longer you likely would have worked there absent the termination.  Long-time employees may have specialized skills specific to that employer, making replacement employment harder and supporting higher damages. Additionally, age discrimination cases in ${state} become particularly powerful when older, long-tenured employees are replaced by younger workers. The emotional distress of losing a long-term career position where you invested years of your life also warrants higher non-economic damages in ${state} employment litigation."
  },
  {
    "questionId": "relationship_to_victim",
    "ratio": "0.29",
    "enLength": 1369,
    "zhLength": 403,
    "zhTitle": "为什么您与受害者的关系很重要",
    "zhContent": "您与受害者的关系直接决定您提出非正常死亡索赔的法律地位，并显著影响您可以恢复的损害赔偿。在${state}，非正常死亡法规规定哪些家庭成员可以起诉并优先考虑某些关系。关系越密切和越依赖，您对经济和情感损害的索赔就越强。  在${state}，配偶通常拥有最强的非正常死亡索赔，因为失去财务支持、配偶关系、陪伴和家庭服务。子女（特别是未成年或受抚养子女）可以索赔失去父母指导、支持和养育。失去成年子女的父母可能有更有限的经济索赔，但有强烈的精神痛苦索赔。  ${state}法院评估关系的性质和质量——您在财务上依赖受害者吗？您们住在一起吗？您们的情感纽带有多紧密？这些因素影响陪审团对失去陪伴和情感痛苦等非经济损害的判决。  关系还影响和解谈判，因为保险公司评估哪些家庭成员拥有最令人信服的索赔。了解您与受害者的关系有助于正确框架您的损害，并确保您根据${state}非正常死亡法恢复您特定损失的全额赔偿。",
    "enContent": "Your relationship to the victim directly determines your legal standing to bring a wrongful death claim and significantly affects the damages you can recover. In ${state}, wrongful death statutes specify which family members can sue and prioritize certain relationships. The closer and more dependent your relationship, the stronger your claim for both economic and emotional damages.  In ${state}, spouses typically have the strongest wrongful death claims due to loss of financial support, consortium, companionship, and household services. Children (especially minor or dependent children) can claim loss of parental guidance, support, and nurturing. Parents who lost adult children may have more limited economic claims but strong emotional distress claims.  ${state} courts evaluate the nature and quality of the relationship—were you financially dependent on the victim? Did you live together? How close was your emotional bond? These factors affect jury awards for non-economic damages like loss of companionship and emotional suffering.  The relationship also influences settlement negotiations, as insurance companies assess which family members have the most compelling claims. Understanding your relationship to the victim helps properly frame your damages and ensures you recover full compensation for your specific losses under ${state} wrongful death law."
  },
  {
    "questionId": "dog_prior_aggression",
    "ratio": "0.29",
    "enLength": 1432,
    "zhLength": 420,
    "zhTitle": "之前的攻击历史增加您的狗咬伤案件",
    "zhContent": "狗的之前攻击或袭击历史是极大加强您的案件并增加损害赔偿的关键证据。在${state}，之前的攻击显示主人知道或应该知道他们的狗是危险的，确立过失并可能证明惩罚性损害。这将您的案件从简单的过失索赔转变为涉及鲁莽危害的案件。  之前的攻击以多种方式影响您的${state}狗咬伤案件。许多州对狗咬伤实行严格责任，但之前的攻击无论责任标准如何都加强您的索赔。狗之前咬过、扑向或威胁人或动物的证据证明主人知道危险并未能采取足够的预防措施。  ${state}法院将忽视警告信号的主人视为特别有罪。之前的事件还有助于克服诸如\"狗被激怒\"或\"这完全不符合性格\"之类的辩护。保险公司认识到之前的攻击使他们的案件变得更弱，增加陪审团吸引力，导致更高的和解。  在${state}，如果主人的行为特别鲁莽，之前的攻击可能支持惩罚性损害索赔。记录之前事件的任何证据：动物控制报告、注明攻击行为的兽医记录、邻居或之前受害者的证人陈述，或主人自己关于狗性情的承认。",
    "enContent": "A dog's history of prior aggression or attacks is critical evidence that dramatically strengthens your case and increases damages. In ${state}, prior aggression shows the owner knew or should have known their dog was dangerous, establishing negligence and potentially warranting punitive damages. This transforms your case from a simple negligence claim into one involving reckless endangerment.  Prior aggression affects your ${state} dog bite case in multiple ways. Many states impose strict liability for dog bites, but prior attacks strengthen your claim regardless of liability standard. Evidence that the dog previously bit, lunged at, or threatened people or animals proves the owner had knowledge of the danger and failed to take adequate precautions.  ${state} courts view owners who ignore warning signs as particularly culpable. Prior incidents also help overcome defenses like \"the dog was provoked\" or \"this was completely out of character.\" Insurance companies recognize that prior aggression makes their case much weaker and increases jury appeal, leading to higher settlements.  In ${state}, prior attacks may support punitive damages claims if the owner's conduct was especially reckless. Document any evidence of prior incidents: animal control reports, veterinary records noting aggressive behavior, witness statements from neighbors or previous victims, or the owner's own admissions about the dog's temperament."
  },
  {
    "questionId": "facial_injuries",
    "ratio": "0.29",
    "enLength": 1467,
    "zhLength": 424,
    "zhTitle": "为什么面部伤害命令最高的狗咬伤损害",
    "zhContent": "狗咬伤造成的面部伤害是${state}人身伤害法中最严重和高度补偿的伤害之一。面部对个人身份、社交互动和自我形象至关重要。面部疤痕、毁容或外观的永久变化造成深远的心理创伤，超出身体伤害本身，应获得大幅更高的损害判决。  在${state}，面部伤害出于几个原因极大增加狗咬伤案件价值。面部伤害通常需要广泛的医疗治疗：急诊护理、整形手术、重建手术，通常是多年的多次修订手术。面部疤痕的可见、永久性质使损害对陪审团显而易见，不像隐藏在衣服下的伤害。  ${state}法律认识到毁容和失去生活享受的独特损害——面部伤害直接影响社交关系、就业前景和心理健康。面部疤痕的受害者经常经历抑郁、焦虑、社交退缩和创伤后应激障碍。有面部伤害的儿童面临一生解释他们的疤痕和潜在欺凌。  保险公司了解面部伤害案件具有非凡的陪审团吸引力，通常命令高于其他伤害的溢价。在${state}，面部狗咬伤案件经常以典型狗咬伤案件价值的数倍和解，严重面部毁容案件达到六位数或更多。",
    "enContent": "Facial injuries from dog bites are among the most serious and highly compensated injuries in ${state} personal injury law. The face is central to personal identity, social interaction, and self-image. Facial scarring, disfigurement, or permanent changes to appearance cause profound psychological trauma beyond the physical injury itself, warranting substantially higher damage awards.  In ${state}, facial injuries dramatically increase dog bite case values for several reasons. Facial injuries typically require extensive medical treatment: emergency care, plastic surgery, reconstructive procedures, and often multiple revision surgeries over years. The visible, permanent nature of facial scarring makes damages obvious to juries, unlike injuries hidden under clothing.  ${state} law recognizes distinct damages for disfigurement and loss of enjoyment of life—facial injuries directly impact social relationships, employment prospects, and psychological well-being. Victims of facial scarring often experience depression, anxiety, social withdrawal, and PTSD. Children with facial injuries face a lifetime of explaining their scars and potential bullying.  Insurance companies understand facial injury cases have extraordinary jury appeal and typically command premiums over other injuries. In ${state}, facial dog bite cases frequently settle for several times the typical dog bite case value, with severe facial disfigurement cases reaching six figures or more."
  },
  {
    "questionId": "violation_type",
    "ratio": "0.29",
    "enLength": 1456,
    "zhLength": 422,
    "zhTitle": "违规类型如何影响民权案件价值",
    "zhContent": "特定类型的民权侵犯显著影响您案件的强度、可用补救措施和潜在损害。在${state}，某些侵犯——如警察过度使用武力或就业歧视——具有完善的法律框架和先例，而其他侵犯涉及发展中的法律领域。您的侵犯性质决定适用哪些法规、您必须证明什么以及您可以恢复多少。  ${state}的不同民权侵犯命令不同的损害范围。警察过度使用武力案件由于明确的宪法侵犯和§1983补救措施经常导致大判决。非法逮捕案件有大量损害，特别是长期拘留。就业歧视根据联邦法律提供补偿性和惩罚性损害。住房歧视违规有法定最低限额。  第一修正案保护言论自由的案件高度依赖事实。${state}法院在某些民权领域发展了专业知识，创造了可预测的损害范围。陪审团对某些侵犯作出情感反应——警察暴行案件特别是涉及视频证据的产生愤怒和大判决。  侵犯类型还决定是否可用惩罚性损害以及多少。了解您的特定侵犯类型有助于正确框架您的案件，引用相关先例，并根据${state}和联邦民权法追求最大恢复。",
    "enContent": "The specific type of civil rights violation significantly impacts your case's strength, available remedies, and potential damages. In ${state}, certain violations—like police excessive force or employment discrimination—have well-established legal frameworks and precedents, while others involve developing areas of law. The nature of your violation determines which statutes apply, what you must prove, and how much you can recover.  Different civil rights violations in ${state} command different damage ranges. Police excessive force cases often result in large verdicts due to clear constitutional violations and § 1983 remedies. False arrest cases have substantial damages especially with prolonged detention. Employment discrimination provides both compensatory and punitive damages under federal law. Housing discrimination violations carry statutory minimums.  First Amendment cases protecting free speech are highly fact-specific. ${state} courts have developed expertise in certain civil rights areas, creating predictable damage ranges. Juries respond emotionally to certain violations—police brutality cases especially involving video evidence generate outrage and large verdicts.  The violation type also determines whether punitive damages are available and how much. Understanding your specific violation type helps properly frame your case, cite relevant precedents, and pursue maximum recovery under ${state} and federal civil rights laws."
  },
  {
    "questionId": "commercial_property",
    "ratio": "0.29",
    "enLength": 1582,
    "zhLength": 454,
    "zhTitle": "商业财产具有更高的注意义务",
    "zhContent": "在商业财产上发生的伤害通常导致比住宅伤害更强的场所责任案件和更高的损害赔偿。在${state}，商业财产所有者和企业由于邀请顾客进入财产进行商业目的而对顾客负有更高的注意义务。商业实体通常也有更好的保险覆盖范围和更深的口袋来满足判决。  商业财产状态对${state}场所案件有重大影响。商业受邀者在${state}场所法下获得最高保护——所有者必须主动检查危险并警告或修复危险条件。商业财产所有者被追究专业标准：定期检查、维护协议和安全程序。  违反建筑法规或安全规定会产生强有力的疏忽索赔。${state}法院认识到商业实体有资源维护安全场所并有管理顾客安全的经验。商业财产也面临更高的财务风险——企业了解场所责任风险并为顾客伤害购买大量保险，通常有数百万的覆盖范围。  这影响和解谈判，因为保险公司知道商业财产责任案件具有强大的陪审团吸引力。陪审团对企业持有高安全标准，并对商业被告判给比私人房主更大的损害。商业地位还使得可以发现以前的事件、检查记录和安全政策违规，从而加强您在${state}的案件。",
    "enContent": "Injuries occurring on commercial properties generally result in stronger premises liability cases and higher damages than residential injuries. In ${state}, commercial property owners and businesses owe customers a higher duty of care due to their invitation onto the property for business purposes. Commercial entities also typically have better insurance coverage and deeper pockets for satisfying judgments.  Commercial property status affects ${state} premises cases substantially. Business invitees receive the highest protection under ${state} premises law—owners must actively inspect for hazards and warn of or remedy dangerous conditions. Commercial property owners are held to professional standards: regular inspections, maintenance protocols, and safety procedures.  Violations of building codes or safety regulations create strong negligence claims. ${state} courts recognize commercial entities have resources to maintain safe premises and experience managing customer safety. Commercial properties also face higher financial exposure—businesses understand premises liability risk and carry substantial insurance for customer injuries, often millions in coverage.  This affects settlement negotiations, as insurance companies know commercial property liability cases have strong jury appeal. Juries hold businesses to high safety standards and award larger damages against commercial defendants than private homeowners. Commercial status also enables discovery of prior incidents, inspection records, and safety policy violations that strengthen your case in ${state}."
  },
  {
    "questionId": "appeal_denied",
    "ratio": "0.29",
    "enLength": 1608,
    "zhLength": 472,
    "zhTitle": "上诉被拒加强残疾恶意索赔",
    "zhContent": "当保险公司拒绝您的残疾上诉时，它证明了拒绝有效索赔的模式并加强了恶意指控。在${state}，上诉要求保险公司仔细审查额外的证据和医疗文件。在彻底上诉后拒绝表明保险公司不是诚信行事，而是寻找任何借口避免支付合法索赔。  上诉被拒显著影响${state}残疾案件。上诉后的拒绝表明保险公司即使面对额外的医疗证据、专家意见或文件也维持其立场。这种模式表明恶意——特别是当上诉包含任何合理的保险公司都会接受的强有力支持证据时。  上诉被拒延长了您没有福利的时间，加剧了财务困难和情感痛苦。在${state}，多个层次的拒绝（初始索赔、第一次上诉、第二次上诉）创造了越来越强大的恶意案件。上诉被拒还经常暴露不一致或矛盾的解释，因为保险公司有时在不同阶段改变拒绝的理由。  这削弱了他们的可信度并表明借口性理由。被拒的上诉可能支持惩罚性损害，如果模式显示对有效索赔的故意无视。在和解谈判中，上诉被拒极大地增加了您的杠杆作用，因为保险公司知道继续拒绝支付看起来是站不住脚的。仔细记录每次上诉及所有支持证据，以显示保险公司在${state}的不合理拒绝模式。",
    "enContent": "When an insurance company denies your disability appeal, it demonstrates a pattern of refusing valid claims and strengthens bad faith allegations. In ${state}, appeals require insurers to carefully review additional evidence and medical documentation. Denial after a thorough appeal suggests the insurer is not acting in good faith but rather looking for any excuse to avoid paying legitimate claims.  Appeal denial affects ${state} disability cases significantly. A denial after appeal shows the insurer maintained its position even when confronted with additional medical evidence, expert opinions, or documentation. This pattern suggests bad faith—especially when the appeal included strong supporting evidence that any reasonable insurer would accept.  Appeal denial extends the time you've been without benefits, compounding financial hardship and emotional distress. In ${state}, multiple levels of denial (initial claim, first appeal, second appeal) create an increasingly strong case for bad faith. Appeal denials also often expose inconsistencies or contradictory explanations, as insurers sometimes change their reasons for denial across different stages.  This undermines their credibility and suggests pretextual justifications. Denied appeals may support punitive damages if the pattern shows willful disregard for valid claims. In settlement negotiations, appeal denial dramatically increases your leverage, as insurers know continued refusal to pay appears indefensible. Carefully document each appeal with all supporting evidence to show the insurer's unreasonable denial pattern in ${state}."
  },
  {
    "questionId": "class_action_type",
    "ratio": "0.29",
    "enLength": 1709,
    "zhLength": 502,
    "zhTitle": "集体诉讼类型决定案件范围",
    "zhContent": "特定类型的集体诉讼极大地影响案件价值、诉讼复杂性和和解潜力。在${state}，不同的集体诉讼类型——数据泄露、消费者欺诈、缺陷产品、证券欺诈或就业违规——涉及不同的法律、损害计算和典型的和解范围。集体诉讼类型决定法律框架、集体认证要求以及被告的潜在风险。  集体诉讼类型从根本上影响${state}案件。数据泄露集体诉讼通常涉及每次违规的法定损害，当数千或数百万消费者受影响时可能造成巨大风险。消费者欺诈案件可能根据消费者保护法涉及三倍损害。缺陷产品案件结合所有购买者的人身伤害索赔和经济损失。  证券欺诈遵循联邦证券法，损害与股价下跌和投资者损失相关。就业集体诉讼涉及影响许多工人的系统性工资盗窃、歧视或错误分类。  在${state}，每种类型都有不同的集体认证标准——数据泄露原告必须证明实际伤害，而消费者欺诈案件侧重于共同的法律和事实问题。和解价值差异巨大：跨大型集体的小个人伤害可能和解数百万，而产品缺陷集体中的严重人身伤害可能和解数千万或数亿。集体诉讼类型决定联邦或${state}法院是否审理案件、适用什么辩护以及现实的损害范围。了解您的集体诉讼类型对于正确的案件估值和诉讼策略至关重要。",
    "enContent": "The specific type of class action dramatically affects case values, litigation complexity, and settlement potential. In ${state}, different class action types—data breaches, consumer fraud, defective products, securities fraud, or employment violations—involve different laws, damage calculations, and typical settlement ranges. The class action type determines the legal framework, class certification requirements, and potential exposure for defendants.  Class action type affects ${state} cases in fundamental ways. Data breach class actions often involve statutory damages per violation, potentially creating massive exposure when thousands or millions of consumers are affected. Consumer fraud cases may involve treble damages under consumer protection laws. Defective product cases combine personal injury claims with economic losses for all purchasers.  Securities fraud follows federal securities laws with damages tied to stock price declines and investor losses. Employment class actions involve systematic wage theft, discrimination, or misclassification affecting many workers.  In ${state}, each type has different class certification standards—data breach plaintiffs must show actual harm, while consumer fraud cases focus on common questions of law. Settlement values vary tremendously: small individual harms across large classes can settle for millions, while serious personal injuries in product defect classes might settle for tens or hundreds of millions. The class action type determines whether federal or ${state} courts hear the case, what defenses apply, and realistic damage ranges. Understanding your class action type is essential for proper case valuation and litigation strategy."
  },
  {
    "questionId": "discrimination",
    "ratio": "0.29",
    "enLength": 1776,
    "zhLength": 523,
    "zhTitle": "歧视索赔改变不当解雇价值",
    "zhContent": "当不当解雇涉及基于年龄、种族、性别、残疾或宗教等受保护特征的非法歧视时，案件价值急剧增加。在${state}，歧视索赔在简单不当解雇之外增加了联邦和州法律索赔，打开了补偿性和惩罚性损害、情感痛苦恢复以及律师费判决的大门，从而改变案件价值。  歧视从根本上影响${state}就业案件。联邦法律（第七章、ADEA、ADA）和${state}反歧视法规提供超出普通法不当解雇的补救措施：欠薪、预期工资、情感痛苦损害以及最高法定上限的惩罚性损害（通常根据雇主规模为50,000至300,000美元）。与许多就业争议不同，歧视案件还允许陪审团审判。  ${state}陪审团特别同情歧视受害者，尤其是在年龄、种族和残疾案件中。歧视索赔需要证明您的受保护特征是解雇的动机因素。证据包括歧视性评论、差别待遇、统计证据或受保护活动与解雇之间的时间接近性。  在${state}，歧视案件通常以大幅高于纯合同索赔的金额和解，因为雇主面临陪审团风险和声誉损害。歧视还支持更高的情感痛苦损害，认识到因非法原因被解雇的心理影响。判给胜诉歧视原告的律师费可能超过损害本身，创造额外的杠杆。记录任何表明歧视动机的评论、模式或证据，以最大化您的${state}不当解雇恢复。",
    "enContent": "When wrongful termination involves illegal discrimination based on protected characteristics like age, race, gender, disability, or religion, case values increase dramatically. In ${state}, discrimination claims add federal and state law claims beyond simple wrongful termination, opening the door to compensatory and punitive damages, emotional distress recovery, and attorney fee awards that transform case values.  Discrimination affects ${state} employment cases fundamentally. Federal laws (Title VII, ADEA, ADA) and ${state} anti-discrimination statutes provide remedies beyond common law wrongful termination: back pay, front pay, emotional distress damages, and punitive damages up to statutory caps (often $50,000 to $300,000 depending on employer size). Discrimination cases also allow jury trials, unlike many employment disputes.  ${state} juries are particularly sympathetic to discrimination victims, especially in age, race, and disability cases. Discrimination claims require showing your protected characteristic was a motivating factor in termination. Evidence includes discriminatory comments, disparate treatment, statistical evidence, or temporal proximity between protected activity and termination.  In ${state}, discrimination cases routinely settle for substantially more than pure contract claims because employers face jury exposure and reputational harm. Discrimination also supports higher emotional distress damages recognizing the psychological impact of being fired for illegal reasons. Attorney fees awarded to prevailing discrimination plaintiffs can exceed damages themselves, creating additional leverage. Document any comments, patterns, or evidence suggesting discriminatory motive to maximize your ${state} wrongful termination recovery."
  },
  {
    "questionId": "lost_benefits",
    "ratio": "0.29",
    "enLength": 1702,
    "zhLength": 500,
    "zhTitle": "失去的福利增加大量隐藏损害",
    "zhContent": "失去的就业福利代表许多员工忽视的超出工资损失的重大经济损害。在${state}，综合福利套餐——健康保险、退休金、股票期权、人寿保险和其他福利——通常占总薪酬的20-40%。当您被不当解雇时，您不仅失去了工资，还失去了整个福利套餐，大幅增加了您的经济损害。  失去的福利显著影响${state}不当解雇案件。健康保险损失特别有影响——COBRA覆盖很昂贵，雇主提供的保险对家庭的价值可能是每月500-2,000美元以上。退休金不仅包括您的401(k)延期，还包括雇主匹配和养老金累积。本应归属的股票期权或股权补偿代表巨大价值，尤其是在成长型公司。  人寿和残疾保险、学费报销、车辆津贴、费用账户和带薪休假都有货币价值。在${state}，失去的福利通过确定雇主为每项福利的成本并乘以失业月数或预期工资期来计算。福利还预测到预期工资计算中——如果您永远无法恢复同等福利，该损失将持续到未来。  记录您完整的福利套餐：注册材料、福利声明和显示全部薪酬价值的人力资源文件。许多${state}不当解雇和解严重低估福利，因此仔细计算福利损失确保您恢复全部经济损害。福利可以为您的案件价值增加数万或数十万美元。",
    "enContent": "Lost employment benefits represent significant economic damages beyond lost wages that many employees overlook. In ${state}, comprehensive benefits packages—health insurance, retirement contributions, stock options, life insurance, and other perks—often represent 20-40% of total compensation. When you're wrongfully terminated, you lose not just your paycheck but this entire benefits package, substantially increasing your economic damages.  Lost benefits affect ${state} wrongful termination cases significantly. Health insurance loss is particularly impactful—COBRA coverage is expensive, and the value of employer-provided insurance can be $500-$2,000+ monthly for families. Retirement contributions include not just your 401(k) deferrals but employer matching and pension accruals. Stock options or equity compensation that would have vested represent substantial value, especially in growing companies.  Life and disability insurance, tuition reimbursement, vehicle allowances, expense accounts, and paid time off all have monetary value. In ${state}, lost benefits are calculated by determining the employer's cost for each benefit and multiplying by months of unemployment or front pay period. Benefits also project into front pay calculations—if you'll never recover equivalent benefits, that loss continues into the future.  Document your complete benefits package: enrollment materials, benefits statements, and HR documents showing full compensation value. Many ${state} wrongful termination settlements significantly undervalue benefits, so carefully calculating benefits losses ensures you recover full economic damages. Benefits can add tens or hundreds of thousands to your case value."
  },
  {
    "questionId": "months_unemployed",
    "ratio": "0.29",
    "enLength": 1709,
    "zhLength": 490,
    "zhTitle": "失业期限倍增经济损害",
    "zhContent": "您在不当解雇后保持失业的时间长度直接决定您的欠薪损害，并显著影响预期工资计算。在${state}，每个失业月都乘以您的月薪酬损失，迅速累积大量经济损害。更长的失业期还加强情感痛苦索赔，并证明您遭受的伤害的严重性。  失业月数大幅影响${state}不当解雇估值。经济损害等于您的月薪酬（工资加福利）乘以失业月数。月薪10,000美元失业六个月等于60,000美元的欠薪，而18个月等于180,000美元。  在${state}，您必须通过寻求可比就业来减轻损害，但合理的求职期受到保护。长期失业特别影响在招聘中面临年龄歧视的老年工人，支持更长的失业期和更高的预期工资判决。失业期还影响情感痛苦——没有收入时，财务困难、压力、抑郁和焦虑会随时间恶化。  在${state}，长期失业期加强报复索赔，因为它们证明了非法解雇的严重后果。长期失业也可能支持预期工资，如果它表明难以找到同等工作。仔细记录您的求职努力：提交的申请、参加的面试和追求的职位。这表明您正在减轻损害，同时解释为什么重新就业需要时间。在${state}，失业期直接转化为经济损害，使其成为不当解雇案件估值的关键因素。",
    "enContent": "The length of time you remain unemployed after wrongful termination directly determines your back pay damages and significantly affects front pay calculations. In ${state}, each month of unemployment multiplies your monthly compensation loss, rapidly accumulating substantial economic damages. Longer unemployment also strengthens emotional distress claims and demonstrates the severity of harm you suffered.  Months unemployed affects ${state} wrongful termination valuations substantially. Economic damages equal your monthly compensation (salary plus benefits) multiplied by unemployment months. Six months unemployed at $10,000 monthly equals $60,000 in back pay, while 18 months equals $180,000.  In ${state}, you must mitigate damages by seeking comparable employment, but reasonable job search periods are protected. Extended unemployment particularly affects older workers who face age discrimination in hiring, supporting both longer unemployment periods and higher front pay awards. Unemployment duration also impacts emotional distress—financial hardship, stress, depression, and anxiety worsen over time without income.  In ${state}, long unemployment periods strengthen retaliation claims, as they demonstrate the severe consequences of the unlawful termination. Extended unemployment may also support front pay if it indicates difficulty finding equivalent work. Document your job search efforts carefully: applications submitted, interviews attended, and positions pursued. This shows you're mitigating damages while explaining why reemployment took time. In ${state}, unemployment duration directly translates to economic damages, making it a key factor in wrongful termination case valuation."
  },
  {
    "questionId": "documented_evidence",
    "ratio": "0.29",
    "enLength": 1841,
    "zhLength": 540,
    "zhTitle": "文件证据加强集体认证",
    "zhContent": "拥有强有力的文件证据——书面政策、电子邮件、合同、交易记录或内部通信——极大地加强集体诉讼案件。在${state}，文件证据证明影响所有集体成员的系统性违规，支持集体认证并增加和解价值。文件显示被告自己的记录确立了责任，消除了可信度之战。  文件证据有力地影响${state}集体诉讼。实施非法做法的书面政策证明统一影响所有集体成员的系统性违规。显示被告知道违规行为的电子邮件或内部通信支持惩罚性损害。交易记录记录了数千次交易中的每次违规。  具有非法条款的合同影响所有签署它们的消费者。在${state}，文件证据对于集体认证至关重要，因为它显示影响所有集体成员的共同法律和事实问题。没有文件，被告争辩每个案件需要个别化证明，击败集体待遇。  文件还加快诉讼——不可否认的书面证据导致更快的和解，因为被告无法争辩他们自己的记录。消费者保护和工资集体诉讼特别受益于雇主记录、合同、政策和交易数据。  在${state}，通过发现、举报人或公共记录请求获取文件。显示对问题的认识或违反法律决定的内部电子邮件特别有价值。保留您拥有的所有文件并确定被告拥有的关键文件。强有力的文件证据可以通过消除责任争议和证明整个集体的系统性违规，将${state}集体诉讼和解价值提高50-200%。",
    "enContent": "Having strong documentary evidence—written policies, emails, contracts, transaction records, or internal communications—dramatically strengthens class action cases. In ${state}, documentary evidence proves systematic violations affecting all class members, supports class certification, and increases settlement values. Documents show the defendant's own records establishing liability, eliminating credibility battles.  Documentary evidence affects ${state} class actions powerfully. Written policies implementing illegal practices prove systematic violations affecting all class members uniformly. Emails or internal communications showing defendants knew about violations support punitive damages. Transaction records document each violation across thousands of transactions.  Contracts with illegal terms affect all consumers who signed them. In ${state}, documentary evidence is essential for class certification because it shows common questions of law and fact affecting all class members. Without documents, defendants argue each case requires individualized proof, defeating class treatment.  Documents also expedite litigation—undeniable written evidence leads to faster settlements as defendants can't dispute their own records. Consumer protection and wage class actions particularly benefit from employer records, contracts, policies, and transaction data.  In ${state}, obtain documents through discovery, whistleblowers, or public records requests. Internal emails showing awareness of problems or decisions to violate laws are especially valuable. Preserve all documents you possess and identify key documents in the defendant's possession. Strong documentary evidence can increase ${state} class action settlement values by 50-200% by eliminating liability disputes and proving systematic violations across the entire class."
  },
  {
    "questionId": "unable_work",
    "ratio": "0.29",
    "enLength": 1814,
    "zhLength": 524,
    "zhTitle": "完全无法工作最大化残疾福利",
    "zhContent": "完全无法工作——与部分残疾或能够在限制下工作相对——通常使您有权获得最高残疾福利和最强残疾索赔。在${state}，\"完全残疾\"保单在您无法从事任何实质性有酬活动或您自己的职业时提供全额福利（取决于保单定义）。完全无法工作使福利拒绝特别不合理，支持更大的恶意损害。  无法工作大幅影响${state}残疾案件。完全残疾索赔比部分残疾索赔更强，因为它们满足最严格的保单定义。如果由于身体或精神损伤您真的根本无法工作，保险公司的拒绝依据极其有限。  在${state}，完全残疾通常通过显示所有功能能力的严重限制的全面医疗证据证明。职业专家可能作证在您的限制内不存在工作。当保险公司尽管有令人信服的证据证明您无法工作仍拒绝完全残疾索赔时，恶意变得显而易见——他们拒绝向明显满足保单条款的人提供福利。  完全无法工作还意味着您没有收入来抵消损害：每个没有福利的月让您零收入，造成严重财务困难，支持情感痛苦损害。  在${state}，记录您的状况如何阻止所有工作：来自医生的具体限制、失败的工作尝试、职业专家意见以及没有收入的影响。完全残疾案件具有最高的和解价值，因为保险公司的责任最清楚，对您的财务影响最严重。保险公司支付更多以解决拒绝站不住脚的索赔。",
    "enContent": "Being completely unable to work—as opposed to partially disabled or able to work with restrictions—typically entitles you to the highest disability benefits and strongest disability claims. In ${state}, \"total disability\" policies provide full benefits when you cannot perform any substantial gainful activity or your own occupation (depending on policy definition). Complete work inability makes denial of benefits particularly unreasonable and supports larger bad faith damages.  Inability to work affects ${state} disability cases substantially. Total disability claims are stronger than partial disability claims because they meet the strictest policy definitions. If you literally cannot work at all due to physical or mental impairments, the insurer's basis for denial is extremely limited.  In ${state}, total disability is typically proven through comprehensive medical evidence showing severe limitations across all functional capacities. Vocational experts may testify that no work exists within your restrictions. When insurers deny total disability claims despite compelling evidence you cannot work, bad faith becomes obvious—they're refusing benefits to someone who clearly satisfies policy terms.  Complete work inability also means you have no income to offset damages: every month without benefits leaves you with zero income, creating severe financial hardship that supports emotional distress damages.  In ${state}, document how your conditions prevent all work: specific limitations from doctors, failed work attempts, vocational expert opinions, and the impact of having no income. Total disability cases have highest settlement values because the insurer's liability is clearest and the financial impact on you is most severe. Insurers pay more to resolve claims where denial is indefensible."
  },
  {
    "questionId": "business_revenue_lost",
    "ratio": "0.29",
    "enLength": 1827,
    "zhLength": 529,
    "zhTitle": "失去的商业收入增加大量失职损害",
    "zhContent": "当专业失职导致您的业务失去收入——通过运营中断、失去的机会、合同违约或受损声誉——这些损失大幅增加经济损害。在${state}，商业收入损失可能比直接专业费用高出几个数量级，特别是当专业错误影响持续的业务运营或重大交易时。  失去的商业收入极大地影响${state}专业失职案件。注册会计师的错误导致审计和业务关闭可能在会计费用之外花费数十万的收入损失。律师未能提交商标保护可能允许竞争对手获得市场份额，花费数百万。建筑师的设计缺陷可能延迟建设并花费租金收入。  在${state}，商业收入损失需要专家证词以确立因果关系并计算损害。您必须证明专业人员的疏忽直接导致收入损失，并量化如果没有疏忽您本应获得的收入。这通常涉及分析历史收入、行业趋势和预计增长的财务专家。  商业收入损失还复合：单一错误可能导致数月或数年的持续收入减少。在${state}，一丝不苟地记录收入损失：财务报表、税务申报、销售记录、失去的合同以及显示影响的商业估值。  获得证明专业错误与收入下降之间因果关系的专家分析。当专业人员的错误严重损害业务运营或增长时，商业收入损失可以将适度的失职案件转变为重大恢复。在${state}，这些案件通常以支付的专业费用的数倍和解，反映业务影响。",
    "enContent": "When professional malpractice causes your business to lose revenue—through operational disruptions, lost opportunities, contract breaches, or damaged reputation—these losses add substantially to economic damages. In ${state}, business revenue losses can exceed direct professional fees by orders of magnitude, particularly when professional errors affect ongoing business operations or major transactions.  Business revenue lost affects ${state} professional malpractice cases dramatically. A CPA's error causing an audit and business shutdown might cost hundreds of thousands in lost revenue beyond the accounting fees paid. An attorney's failure to file trademark protection might allow competitors to capture market share, costing millions. An architect's design flaw might delay construction and cost rental income.  In ${state}, business revenue losses require expert testimony to establish causation and calculate damages. You must prove the professional's negligence directly caused the revenue loss and quantify what revenue you would have earned but for the negligence. This often involves financial experts analyzing historical revenue, industry trends, and projected growth.  Business revenue losses also compound: a single error might cause ongoing reduced revenues for months or years. In ${state}, document revenue losses meticulously: financial statements, tax returns, sales records, contracts lost, and business valuations showing impact.  Obtain expert analysis proving causation between professional errors and revenue decline. Business revenue losses can transform modest malpractice cases into major recoveries when the professional's mistakes severely harmed business operations or growth. In ${state}, these cases often settle for several times the professional fees paid, reflecting the business impact."
  },
  {
    "questionId": "government_entity",
    "ratio": "0.29",
    "enLength": 1800,
    "zhLength": 524,
    "zhTitle": "政府被告面临不同的责任规则",
    "zhContent": "当政府实体或官员是被告——警察部门、公立学校、政府机构或市政当局——与私人被告案件相比适用不同的法律规则。在${state}，主权豁免、特殊通知要求、损害上限和联邦民权法创造了独特的诉讼格局。了解这些差异对于正确追求政府责任索赔至关重要。  政府实体参与以多种方式影响${state}案件。主权豁免可能禁止某些索赔，除非适用特定例外。许多州和联邦政府要求严格的通知程序：在您可以起诉之前在30-180天内提交行政索赔。未能遵循通知要求可能完全禁止您的案件。  在${state}，政府责任可能需要证明政策或习俗，而不仅仅是个别官员行为。§ 1983下的联邦民权索赔适用于州和地方政府，但不适用于联邦官员（他们面临Bivens索赔）。政府被告可能面临限制恢复的损害上限。  但是，政府责任也提供优势：比个人被告更深的口袋、对陪审团不如私人方同情以及无法声称破产。§ 1983索赔允许律师费恢复，使案件在经济上可行。政府透明度法提供文件访问。  合格豁免保护某些官员免于个人责任，但不阻止起诉政府实体本身。在${state}，政府案件需要关于主权豁免、通知要求和宪法索赔的专门知识。这些案件通常大量和解，因为政府面临超出私人被告的公共问责制和政治压力。",
    "enContent": "When a government entity or official is the defendant—police departments, public schools, government agencies, or municipalities—different legal rules apply than private defendant cases. In ${state}, sovereign immunity, special notice requirements, damage caps, and federal civil rights laws create a unique litigation landscape. Understanding these differences is crucial for properly pursuing government liability claims.  Government entity involvement affects ${state} cases in multiple ways. Sovereign immunity may bar certain claims unless specific exceptions apply. Many states and the federal government require strict notice procedures: filing administrative claims within 30-180 days before you can sue. Failure to follow notice requirements can bar your case entirely.  In ${state}, government liability may require proving policies or customs, not just individual official conduct. Federal civil rights claims under § 1983 apply to state and local governments but not federal officials (who face Bivens claims instead). Government defendants may face damage caps limiting recovery.  However, government liability also provides advantages: deeper pockets than individual defendants, less sympathetic than private parties to juries, and inability to claim bankruptcy. § 1983 claims allow attorney fee recovery, making cases economically viable. Government transparency laws provide document access.  Qualified immunity protects some officials from individual liability but doesn't prevent suing the government entity itself. In ${state}, government cases require specialized knowledge of sovereign immunity, notice requirements, and constitutional claims. These cases often settle substantially because governments face public accountability and political pressure beyond private defendants."
  },
  {
    "questionId": "treatment_duration",
    "ratio": "0.30",
    "enLength": 1560,
    "zhLength": 474,
    "zhTitle": "为什么治疗持续时间使您的赔偿倍增",
    "zhContent": "您医疗治疗的长度与${state}的案件价值直接相关。延长的治疗持续时间证明了伤害的严重程度和持续性，表明您的伤害不是轻微或暂时的。${state}的保险公司和法院在评估索赔时将治疗持续时间用作关键指标，治疗期较长通常带来大幅更高的和解。  治疗持续时间通过多个渠道影响${state}的案件价值。首先，它增加了您的总医疗账单，这构成了经济损失的基础。其次，它证明了长期的持续痛苦和苦难，支持更高的非经济损失。${state}法院认识到需要12个月治疗的人比在2周内康复的人遭受的痛苦要大得多。  第三，长期治疗可能表明未来医疗需求的潜力，为未来医疗费用的索赔打开大门。第四，延长的治疗通常意味着更多的时间无法工作，增加了工资损失索赔。  ${state}的保险调解员经常将治疗持续时间用作乘数因素——例如，治疗6个月以上可能保证医疗账单的3-4倍乘数，而3个月以下的治疗可能只获得1.5-2倍乘数。但是，一致性很重要：治疗中的间隙可能被辩护方用来争辩说伤害并不严重。${state}的关键是持续、适当的治疗，遵循医疗建议并持续到达到最大医疗改善。",
    "enContent": "The length of your medical treatment directly correlates with case value in ${state}. Extended treatment duration demonstrates injury severity and persistence, showing that your injuries weren't minor or temporary. Insurance companies and courts in ${state} use treatment duration as a key metric when evaluating claims, with longer treatment periods generally commanding substantially higher settlements.  Treatment duration affects your case value in ${state} through multiple channels. First, it increases your total medical bills, which form the foundation of economic damages. Second, it demonstrates ongoing pain and suffering over an extended period, supporting higher non-economic damages. ${state} courts recognize that someone who needed treatment for 12 months suffered far more than someone who recovered in 2 weeks.  Third, lengthy treatment can indicate potential for future medical needs, opening the door to claims for future medical expenses. Fourth, extended treatment often means more time away from work, increasing lost wage claims.  Insurance adjusters in ${state} frequently use treatment duration as a multiplier factor—for example, treating for 6+ months might warrant a 3-4x multiplier on medical bills, while treatment under 3 months might only receive a 1.5-2x multiplier. However, consistency matters: gaps in treatment can be used by defense to argue injuries weren't serious. The key in ${state} is continuous, appropriate treatment that follows medical recommendations and continues until maximum medical improvement is reached."
  },
  {
    "questionId": "annual_salary",
    "ratio": "0.30",
    "enLength": 1317,
    "zhLength": 393,
    "zhTitle": "您的薪资如何决定收入损失赔偿",
    "zhContent": "您的年薪作为计算${state}就业案件中收入损失赔偿的基础。当您被不当解雇或被迫离职时，您的薪资确定了您所遭受的基本经济损失。${state}法院使用薪资信息来计算过去的工资损失和未来的收入能力损失。  在${state}，您的薪资对案件估值的影响超出简单的欠薪计算。较高的薪资导致每月失业的更大损害赔偿。您的薪资还影响失去福利的计算，因为福利待遇通常与薪酬水平成比例。  ${state}的未来收入计算不仅考虑您当前的薪资，还考虑您失去的预期加薪、奖金和晋升机会。当就业损失延续数年时，六位数薪资的高管职位可能导致数百万美元的不当解雇案件。  此外，歧视案件中的薪资差距成为不当对待的有力证据。${state}法律还可能允许恢复预期工资——如果无法恢复原职，您本应获得的未来薪资。在${state}就业案件中，记录您的全部薪酬（包括奖金、股票期权和福利）对于最大化您的赔偿至关重要。",
    "enContent": "Your annual salary serves as the foundation for calculating lost income damages in ${state} employment cases. When you've been wrongfully terminated or forced out of employment, your salary establishes the baseline economic loss you've suffered. ${state} courts use salary information to calculate both past lost wages and future lost earning capacity.  In ${state}, your salary affects case valuation beyond simple back pay calculations. Higher salaries result in greater damages for each month of unemployment. Your salary also factors into lost benefits calculations, as benefits packages typically scale with compensation level.  Future earnings calculations in ${state} consider not just your current salary but projected raises, bonuses, and advancement opportunities you've lost. Executive-level positions with six-figure salaries can result in multi-million dollar wrongful termination cases when employment losses extend over years.  Additionally, salary disparities in discrimination cases become powerful evidence of wrongful treatment. ${state} law may also allow recovery of front pay—future salary you would have earned—if reinstatement isn't possible. Documenting your full compensation including bonuses, stock options, and benefits is crucial to maximizing your recovery in ${state} employment cases."
  },
  {
    "questionId": "emotional_distress",
    "ratio": "0.30",
    "enLength": 1406,
    "zhLength": 424,
    "zhTitle": "了解精神痛苦赔偿",
    "zhContent": "精神痛苦代表${state}法律允许原告在许多类型案件中恢复的重大非经济损害赔偿。严重的精神痛苦可能与身体伤害一样使人虚弱，影响心理健康、人际关系、工作表现和整体生活质量。${state}法院认识到创伤、焦虑、抑郁和心理伤害应得到赔偿。  精神痛苦的严重程度在${state}极大地影响案件价值。轻微的痛苦可能为和解增加少量金额，而伴有记录的精神科治疗、药物治疗和心理治疗的极端精神痛苦可能使案件价值增加数十万美元。  在${state}，证明精神痛苦通常需要证据，例如心理健康治疗记录、心理学家或精神科医生的专家证词、关于对日常生活影响的证词，以及家人和朋友的证实。涉及特别恶劣行为的案件——如歧视、民权侵犯或保险恶意——在${state}通常应获得更高的精神痛苦赔偿。  当精神痛苦达到可诊断疾病的程度（如创伤后应激障碍、重度抑郁症或需要持续治疗的焦虑症）时，${state}的陪审团经常判给大量赔偿，认识到被告行为造成的深远和持久的心理影响。",
    "enContent": "Emotional distress represents significant non-economic damages that ${state} law allows plaintiffs to recover in many types of cases. Severe emotional distress can be as debilitating as physical injuries, affecting mental health, relationships, work performance, and overall quality of life. ${state} courts recognize that trauma, anxiety, depression, and psychological harm deserve compensation.  The severity of emotional distress in ${state} dramatically affects case value. Mild distress might add modest amounts to settlements, while extreme emotional distress with documented psychiatric treatment, medication, and therapy can increase case value by hundreds of thousands of dollars.  In ${state}, proving emotional distress typically requires evidence such as mental health treatment records, expert testimony from psychologists or psychiatrists, testimony about impact on daily life, and corroboration from family and friends. Cases involving particularly egregious conduct—such as discrimination, civil rights violations, or insurance bad faith—often warrant higher emotional distress damages in ${state}.  When emotional distress reaches the level of diagnosable conditions like PTSD, major depression, or anxiety disorders requiring ongoing treatment, ${state} juries frequently award substantial compensation recognizing the profound and lasting psychological impact of the defendant's conduct."
  },
  {
    "questionId": "conscious_pain_suffering",
    "ratio": "0.30",
    "enLength": 1410,
    "zhLength": 416,
    "zhTitle": "死亡前的意识疼痛和痛苦",
    "zhContent": "当受害者在受伤和死亡之间经历意识疼痛和痛苦时，${state}法律将其视为一种单独的、可补偿的伤害，称为\"生存损害\"。这与非正常死亡损害不同，代表遗产可以恢复的受害者自己的痛苦。死亡前的意识疼痛和痛苦显著增加总案件价值。  在${state}，意识疼痛和痛苦损害补偿受害者在最后时刻、小时或天数中的身体疼痛、精神痛苦、恐惧和对即将死亡的意识。这些损害可能是巨大的——即使是短暂的意识痛苦也命令大量赔偿。  ${state}的法院和陪审团特别被受害者意识到正在发生的事情、经历恐怖或痛苦或在死亡前遭受严重疼痛的证据所感动。医疗记录、急救人员证词和记录受害者意识状态的证人陈述至关重要。持续时间很重要，但即使片刻的意识痛苦也值得损害赔偿。  在${state}，生存索赔还可能包括受害者从受伤到死亡的医疗费用和收入损失。非正常死亡损害（家庭损失）和生存损害（受害者自己的痛苦）的结合可以显著增加受害者在死亡前遭受意识疼痛的案件的总恢复。",
    "enContent": "When a victim experiences conscious pain and suffering between the injury and death, ${state} law recognizes this as a separate, compensable harm known as \"survival damages.\" This is distinct from wrongful death damages and represents the victim's own suffering that the estate can recover. Conscious pain and suffering before death significantly increases the total case value.  In ${state}, conscious pain and suffering damages compensate for the victim's physical pain, emotional distress, fear, and awareness of impending death during their final moments, hours, or days. These damages can be substantial—even brief periods of conscious suffering command significant compensation.  ${state} courts and juries are particularly moved by evidence that the victim was aware of what was happening, experienced terror or anguish, or suffered severe pain before dying. Medical records, first responder testimony, and witness accounts documenting the victim's conscious state are crucial. The duration matters, but even moments of conscious suffering warrant damages.  In ${state}, survival claims may also include the victim's medical expenses and lost earnings from injury to death. The combination of wrongful death damages (for the family's losses) and survival damages (for the victim's own suffering) can dramatically increase the total recovery in cases where the victim endured conscious pain before death."
  },
  {
    "questionId": "video_evidence",
    "ratio": "0.30",
    "enLength": 1370,
    "zhLength": 406,
    "zhTitle": "为什么视频证据在民权案件中改变游戏规则",
    "zhContent": "视频证据彻底改革了民权诉讼，并持续导致大幅更高的和解和判决。在${state}，视频消除了大多数案件固有的可信度之战，并提供实际发生的不可辩驳的证据。保险公司和政府实体认识到视频证据使案件几乎不可能辩护，导致更快和更大的和解。  视频证据以强大的方式影响${state}民权案件。它消除了\"他说她说\"的争议，官方的证词否则会占上风。视频捕捉客观事实：使用的武力程度、您是否构成威胁、官员不当行为、官员的虚假陈述以及您可见的伤害和痛苦。  在${state}法院，观看民权侵犯视频的陪审团作出本能反应，经常根据他们目睹的内容判给大量损害。视频还防止诸如受害者指责或为过度使用武力辩护等辩护策略。身体摄像头镜头、监控视频和手机录音都作为有力的证据。  社交媒体可以放大您的案件，为问责制创造公众压力。在${state}，有视频证据的民权案件通常以没有视频的类似案件的倍数和解。视频使侵犯不可否认，并改变您的谈判地位。",
    "enContent": "Video evidence has revolutionized civil rights litigation and consistently leads to dramatically higher settlements and verdicts. In ${state}, video removes the credibility battle inherent in most cases and provides irrefutable proof of what actually happened. Insurance companies and government entities recognize that video evidence makes cases nearly impossible to defend, leading to quicker and larger settlements.  Video evidence affects ${state} civil rights cases in powerful ways. It eliminates \"he said, she said\" disputes where officials' testimony would otherwise prevail. Videos capture objective facts: the level of force used, whether you posed a threat, official misconduct, false statements by officers, and your visible injuries and distress.  In ${state} courts, juries watching video of civil rights violations react viscerally, often awarding substantial damages based on what they witness. Video also prevents defense tactics like victim-blaming or justifying excessive force. Body cam footage, surveillance videos, and cell phone recordings all serve as powerful evidence.  Social media can amplify your case, creating public pressure for accountability. In ${state}, civil rights cases with video evidence routinely settle for multiples of similar cases without video. Video makes the violation undeniable and transforms your negotiating position."
  },
  {
    "questionId": "physical_injury",
    "ratio": "0.30",
    "enLength": 1439,
    "zhLength": 429,
    "zhTitle": "民权案件中的身体伤害",
    "zhContent": "民权案件中的身体伤害将您的索赔从纯粹的宪法侵犯转变为具有具体、可证明伤害的索赔。在${state}，身体伤害提供侵犯严重程度的客观证据，并显著增加补偿性和惩罚性损害。法院和陪审团将身体伤害视为权利侵犯产生超出抽象宪法问题的真实、痛苦后果的证据。  身体伤害极大地影响${state}民权估值。虽然单独的宪法侵犯值得损害，但身体伤害将大量医疗费用、疼痛和苦难以及工资损失添加到您的恢复中。严重程度很重要——瘀伤和轻微伤害加强您的案件，而骨折、头部创伤或永久性伤害可能导致${state}的六位或七位数判决。  身体伤害还使惩罚性损害更有可能，因为它们证明被告的行为从仅仅的权利侵犯越过了造成身体伤害的界线。在过度使用武力案件中，您的伤害直接证明武力是不合理的。身体伤害还创造强大的陪审团吸引力——政府虐待造成的伤害产生愤怒和同情。  通过医疗记录、照片和专家证词记录所有伤害。在${state}，有身体伤害的民权案件始终比没有身体伤害的案件获得大幅更高的和解。",
    "enContent": "Physical injury in civil rights cases transforms your claim from a pure constitutional violation into one with concrete, demonstrable harm. In ${state}, physical injuries provide objective evidence of the violation's severity and significantly increase both compensatory and punitive damages. Courts and juries view physical injuries as proof that the rights violation had real, painful consequences beyond abstract constitutional concerns.  Physical injury affects ${state} civil rights valuations dramatically. While constitutional violations alone warrant damages, physical injuries add substantial medical expenses, pain and suffering, and lost wages to your recovery. The severity matters—bruises and minor injuries strengthen your case, while broken bones, head trauma, or permanent injuries can lead to six or seven-figure verdicts in ${state}.  Physical injuries also make punitive damages more likely, as they demonstrate the defendant's conduct crossed the line from mere rights violations to physical harm. In excessive force cases, your injuries directly prove the force was unreasonable. Physical injuries also create powerful jury appeal—injuries from government abuse generate outrage and sympathy.  Document all injuries through medical records, photographs, and expert testimony. In ${state}, civil rights cases with physical injuries consistently achieve substantially higher settlements than cases without physical harm."
  },
  {
    "questionId": "hazard_type",
    "ratio": "0.30",
    "enLength": 1504,
    "zhLength": 455,
    "zhTitle": "危险类型决定场所责任价值",
    "zhContent": "造成您伤害的特定危险类型显著影响场所责任案件价值。在${state}，某些危险——如安全措施不足或结构故障——表明特别恶劣的疏忽，而滑倒跌倒面临更多辩护挑战。危险类型决定了财产所有者应尽的注意义务以及他们的疏忽有多明显。  不同的危险对${state}场所案件的影响不同。安全措施不足案件（袭击、抢劫）当财产所有者忽视已知的犯罪问题时通常导致高判决，特别是如果受害者遭受暴力袭击。结构故障（倒塌的楼梯、栏杆、阳台）表明明显的维护失败并建立强大的责任。坠落物案件取决于财产所有者是否知情。  滑倒跌倒面临关于危险是否\"开放且明显\"以及您是否在注意的审查。绊倒危险需要证明财产所有者创造或知道该情况。  在${state}，某些危险引发特定的场所责任标准：安全措施不足案件必须证明犯罪的可预见性，而危险条件案件需要证明知情。危险类型还影响损害赔偿——由安全措施不足导致的暴力犯罪造成严重创伤和高损害，而简单的滑倒可能导致不太严重的伤害。了解您的特定危险类型有助于正确框架您的${state}场所案件并克服常见辩护。",
    "enContent": "The specific type of hazard that caused your injury significantly affects premises liability case values. In ${state}, certain hazards—like inadequate security or structural failures—suggest particularly egregious negligence, while slip-and-falls face more defense challenges. The hazard type determines what duty of care the property owner owed and how obvious their negligence was.  Different hazards affect ${state} premises cases differently. Inadequate security cases (assaults, robberies) often result in high verdicts when property owners ignored known crime problems, especially if victims suffered violent attacks. Structural failures (collapsing stairs, railings, balconies) suggest obvious maintenance failures and create strong liability. Falling object cases depend on whether the property owner had notice.  Slip-and-falls face scrutiny over whether the hazard was \"open and obvious\" and whether you were paying attention. Trip hazards require showing the property owner created or knew about the condition.  In ${state}, certain hazards invoke specific premises liability standards: inadequate security cases must show foreseeability of crime, while dangerous condition cases require proving notice. The hazard type also affects damages—violent crimes from inadequate security cause severe trauma and high damages, while simple slips may result in less serious injuries. Understanding your specific hazard type helps frame your ${state} premises case properly and overcome common defenses."
  },
  {
    "questionId": "property_owner_warned",
    "ratio": "0.30",
    "enLength": 1587,
    "zhLength": 484,
    "zhTitle": "事先警告证明财产所有者疏忽",
    "zhContent": "财产所有者在您受伤之前被警告存在危险条件的证据在场所责任案件中极其有力。在${state}，事先警告确立所有者实际知道危险并未能修复它，将您的案件从潜在的推定知情转变为明确的实际知情。这极大地加强了责任，通常支持故意疏忽的惩罚性损害。  财产所有者警告有力地影响${state}场所案件。当您能证明所有者收到了先前的投诉、事件报告、检查通知或来自租户、顾客或当局的警告时，它消除了所有者不知道危险的辩护。事先警告不仅显示知识，而且显示尽管意识到危险但继续不作为。  这在安全措施不足案件中特别有力，因为先前的犯罪使所有者注意到，在有重复投诉的滑倒跌倒案件中，以及在忽视维护请求的结构缺陷案件中。${state}法院将被警告的财产所有者视为特别有罪——他们知道人们处于危险之中，但优先考虑成本节约而不是安全。  事先警告还支持更高的损害，因为它们证明了您伤害的可预防性质。记录所有警告证据：投诉记录、维护请求、检查报告、先前事件报告、警告所有者的电子邮件或信件。在${state}，事先警告的证据可以使案件价值翻倍或三倍，并可能因惩罚和威慑此类疏忽行为而支持惩罚性损害。",
    "enContent": "Evidence that a property owner was warned about a dangerous condition before your injury is extraordinarily powerful in premises liability cases. In ${state}, prior warnings establish the owner had actual knowledge of the hazard and failed to remedy it, transforming your case from one of potential constructive notice to clear actual notice. This dramatically strengthens liability and often supports punitive damages for willful negligence.  Property owner warnings affect ${state} premises cases powerfully. When you can prove the owner received prior complaints, incident reports, inspection notices, or warnings from tenants, customers, or authorities, it eliminates the owner's defense that they didn't know about the hazard. Prior warnings show not just knowledge but continued inaction despite awareness of the danger.  This is especially powerful in inadequate security cases where prior crimes put owners on notice, slip-and-fall cases with repeated complaints, and structural defect cases with ignored maintenance requests. ${state} courts view warned property owners as particularly culpable—they knew people were at risk but prioritized cost savings over safety.  Prior warnings also support higher damages because they demonstrate the preventable nature of your injuries. Document all evidence of warnings: complaint logs, maintenance requests, inspection reports, prior incident reports, emails, or letters warning the owner. In ${state}, proof of prior warnings can double or triple case values and may warrant punitive damages to punish and deter such negligent conduct."
  },
  {
    "questionId": "scarring",
    "ratio": "0.30",
    "enLength": 1570,
    "zhLength": 469,
    "zhTitle": "永久性疤痕大幅增加案件价值",
    "zhContent": "永久性疤痕代表可见的、持久的毁容，除了潜在的伤害之外显著增加案件价值。在${state}，疤痕影响您的外观、自我形象、社交互动和终身情感健康。法院和陪审团认识到永久性疤痕造成持续的心理伤害，并判给与其他伤害分开的大量毁容赔偿。  疤痕以多种方式影响${state}人身伤害估值。面部、颈部、手臂或腿上的可见疤痕比隐藏在衣服下的疤痕影响更大。大型毁容疤痕比小标记命令更高的损害。影响年轻人或儿童的疤痕特别悲惨，因为他们面临一生解释他们的疤痕和潜在的社会污名。  在${state}，疤痕损害既考虑物理标记，也考虑它造成的情感痛苦、自我意识和抑郁。疤痕可能需要额外的治疗，包括疤痕修复手术、激光治疗或美容程序以最小化外观。即使经过治疗，大多数疤痕也永远不会完全消失。  ${state}陪审团看到严重疤痕的照片通常判给大量损害，认识到毁容的永久性质。疤痕可以影响就业机会、浪漫关系和日常自信。在${state}，有永久可见疤痕的案件通常除其他伤害损害外，还命令50,000至500,000美元或更多的溢价，具体取决于疤痕位置、大小和严重程度。",
    "enContent": "Permanent scarring represents visible, lasting disfigurement that significantly increases case values beyond the underlying injury. In ${state}, scars affect your appearance, self-image, social interactions, and emotional well-being for life. Courts and juries recognize that permanent scarring causes ongoing psychological harm and awards substantial compensation for disfigurement separate from other injuries.  Scarring affects ${state} personal injury valuations in multiple ways. Visible scars on the face, neck, arms, or legs have greater impact than scars hidden under clothing. Large, disfiguring scars command higher damages than small marks. Scarring that affects young people or children is particularly tragic, as they face a lifetime of explaining their scars and potential social stigma.  In ${state}, scarring damages account for both the physical mark and the emotional distress, self-consciousness, and depression it causes. Scarring may require additional treatment including scar revision surgery, laser treatment, or cosmetic procedures to minimize appearance. Even with treatment, most scars never completely disappear.  ${state} juries seeing photographs of significant scarring typically award substantial damages recognizing the permanent nature of disfigurement. Scarring can affect employment opportunities, romantic relationships, and daily self-confidence. In ${state}, cases with permanent visible scarring routinely command premiums of $50,000 to $500,000 or more beyond other injury damages, depending on scar location, size, and severity."
  },
  {
    "questionId": "child_victim",
    "ratio": "0.30",
    "enLength": 1602,
    "zhLength": 475,
    "zhTitle": "儿童受害者命令最高的非正常死亡损害",
    "zhContent": "涉及儿童受害者的非正常死亡案件是情感上最毁灭性和法律上最重要的案件之一，通常导致最高的损害判决。在${state}，失去孩子代表一种不自然的悲剧，深刻影响父母和家庭成员。陪审团以巨大的同情作出反应，法院认识到父母失去孩子的独特性质。  儿童受害者案件以有力的方式影响${state}非正常死亡估值。虽然儿童可能没有既定的收入，${state}法律允许根据教育轨迹和收入潜力恢复失去的未来收入。本应完成大学并进入专业职业的孩子代表数十年的潜在收入。  更重要的是，儿童非正常死亡案件强调非经济损害：失去陪伴、感情、指导和看着孩子成长的喜悦。失去孩子的父母遭受${state}陪审团认识到应得大量赔偿的独特悲痛。父母比孩子活得更久的不自然顺序造成深远的情感创伤。  儿童还有更长的预期寿命，这意味着家庭失去了比失去年长家庭成员更多年的陪伴。在${state}，即使没有大量经济损害，儿童非正常死亡案件通常导致数百万美元的判决，因为陪审团试图补偿父母无法衡量的损失。辩护律师了解儿童受害者案件具有非凡的陪审团吸引力，通常建议大量和解以避免更高的陪审团判决。",
    "enContent": "Wrongful death cases involving child victims are among the most emotionally devastating and legally significant cases, typically resulting in the highest damage awards. In ${state}, losing a child represents an unnatural tragedy that profoundly impacts parents and family members. Juries respond with enormous sympathy, and courts recognize the unique nature of parental loss of a child.  Child victim cases affect ${state} wrongful death valuations in powerful ways. While children may have no established earnings, ${state} law allows recovery for lost future earnings based on educational trajectory and earning potential. A child who would have completed college and entered a professional career represents decades of potential earnings.  More importantly, child wrongful death cases emphasize non-economic damages: the loss of companionship, affection, guidance, and the joy of watching the child grow. Parents losing children suffer unique grief that ${state} juries recognize deserves substantial compensation. The unnatural order of parents outliving children creates profound emotional trauma.  Children also have longer life expectancies, meaning families lost more years of companionship than losing an elderly family member. In ${state}, child wrongful death cases routinely result in multi-million dollar verdicts even without substantial economic damages, as juries attempt to compensate parents for their immeasurable loss. Defense attorneys understand child victim cases have extraordinary jury appeal and typically recommend substantial settlements to avoid even higher jury verdicts."
  },
  {
    "questionId": "num_employees_affected",
    "ratio": "0.30",
    "enLength": 1769,
    "zhLength": 532,
    "zhTitle": "多名受影响员工创造集体诉讼潜力",
    "zhContent": "当雇主的非法做法影响多名员工时，它将个人索赔转变为潜在的集体或集体诉讼，风险急剧增加。在${state}，影响10、50或数百名工人的系统性违规创造了巨大的总损害，迫使雇主和解大量金额或面临毁灭性判决。受影响员工的数量对案件估值和诉讼策略至关重要。  受影响员工的数量从根本上影响${state}就业案件。5,000美元的个人工资盗窃看起来不多，但乘以100名受影响员工，风险在罚款、利息和律师费之前达到500,000美元。集体诉讼还引发乘数法规——许多${state}工资法提供双倍或三倍损害，迅速升级风险。  来自多名员工证明系统性违规的模式证据消除了雇主关于个人索赔是孤立错误的辩护。在${state}，FLSA下的联邦集体诉讼或州集体诉讼在有足够受影响员工时变得可行，尽管要求各不相同。更多受影响的员工还意味着更多证人证词、更多文件证据以及压倒性的违规模式证明。  保险公司和雇主了解系统性索赔具有灾难性风险，通常会迅速和解以遏制损害。受影响员工的数量还影响公共政策——${state}总检察长和监管机构可能介入广泛的违规行为。计算所有员工的总风险以展示违规范围并施加和解压力。在${state}，影响多名员工的案件通常以个人案件价值的10-100倍和解。",
    "enContent": "When an employer's unlawful practices affect multiple employees, it transforms individual claims into potential class or collective actions with dramatically increased exposure. In ${state}, systemic violations affecting 10, 50, or hundreds of workers create massive aggregate damages that force employers to settle for substantial amounts or face devastating verdicts. The number of affected employees is crucial to case valuation and litigation strategy.  Number of affected employees impacts ${state} employment cases fundamentally. Individual wage theft of $5,000 seems modest, but multiply by 100 affected employees and exposure reaches $500,000 before penalties, interest, and attorney fees. Class actions also invoke multiplier statutes—many ${state} wage laws provide double or triple damages, rapidly escalating exposure.  Pattern evidence from multiple employees proving systematic violations eliminates employer defenses that individual claims were isolated mistakes. In ${state}, federal collective actions under FLSA or state class actions become viable with sufficient affected employees, though requirements vary. More affected employees also means more witness testimony, more documentary evidence, and overwhelming proof of the violation pattern.  Insurance companies and employers understand that systemic claims have catastrophic exposure and typically settle quickly to contain damages. Number of affected employees also affects public policy—${state} attorneys general and regulatory agencies may intervene in widespread violations. Calculate total exposure across all employees to demonstrate the scope of violations and pressure settlement. In ${state}, cases affecting multiple employees routinely settle for 10-100 times individual case values."
  },
  {
    "questionId": "individual_damages",
    "ratio": "0.30",
    "enLength": 1706,
    "zhLength": 508,
    "zhTitle": "个人损害决定集体成员恢复",
    "zhContent": "您在集体诉讼中的个人损害决定您从任何和解或判决中的个人恢复。在${state}，集体诉讼将许多小的个人伤害汇总为大的集体损害，但每个集体成员的恢复取决于他们的特定损失。了解您的个人损害有助于评估参加集体诉讼是否比追求个人索赔更有价值。  个人损害以多种方式影响${state}集体诉讼。您的恢复等于您基于特定损害在和解或判决中的比例份额。如果集体和解1000万美元，您的个人损害占集体总损害的0.1%，您将获得大约10,000美元。  一些集体诉讼使用索赔流程，成员提交其特定损害的证据以获得更大的个人支付。其他人在集体成员之间平均分配和解或使用基于交易金额或伤害严重程度的公式。  在${state}，集体成员必须决定参加集体诉讼是否比个人诉讼提供更好的恢复。小的个人损害（低于10,000美元）通常有利于集体参与，因为个人诉讼在经济上不可行。大的个人损害（超过100,000美元）可能值得退出并追求个人索赔以获得全额恢复。  集体诉讼参与还消除了诉讼成本和风险。仔细计算您的个人损害：记录特别影响您的购买、交易、损失或伤害。这决定了集体诉讼是否充分补偿您的伤害，或者个人诉讼是否对您在${state}的情况更好。",
    "enContent": "Your individual damages in a class action determine your personal recovery from any settlement or verdict. In ${state}, class actions aggregate many small individual harms into large collective damages, but each class member's recovery depends on their specific losses. Understanding your individual damages helps evaluate whether joining a class action is worthwhile compared to pursuing an individual claim.  Individual damages affect ${state} class actions in multiple ways. Your recovery equals your proportional share of the settlement or verdict based on your specific damages. If the class settles for $10 million and your individual damages represent 0.1% of total class damages, you'd receive approximately $10,000.  Some class actions use claims processes where members submit evidence of their specific damages to receive larger individual payments. Others divide settlements equally among class members or use formulas based on transaction amounts or injury severity.  In ${state}, class members must decide whether participating in the class action provides better recovery than individual litigation. Small individual damages (under $10,000) typically favor class participation, as individual litigation isn't economically viable. Large individual damages (over $100,000) may warrant opting out and pursuing individual claims for full recovery.  Class action participation also eliminates litigation costs and risks. Calculate your individual damages carefully: document purchases, transactions, losses, or injuries specifically affecting you. This determines whether the class action adequately compensates your harm or whether individual litigation is better for your situation in ${state}."
  },
  {
    "questionId": "regulatory_violations",
    "ratio": "0.30",
    "enLength": 1857,
    "zhLength": 550,
    "zhTitle": "监管违规增加法定罚款",
    "zhContent": "违反联邦或州法规——安全规则、消费者保护法、劳工标准或行业特定法规——在普通法损害之外增加法定罚款、清算损害和律师费。在${state}，监管违规创造严格责任和预定的罚款金额，从而使案件价值倍增。违反书面法规还消除了许多辩护。  监管违规极大地影响${state}案件。许多法规规定每次违规的法定罚款——消费者保护法通常对每次违规施加500-10,000美元，工资法提供双倍或三倍损害，安全违规带有民事罚款。这些与实际损害叠加：如果您损失50,000美元加上100,000美元的法定罚款，总恢复达到150,000美元。  在${state}，监管违规通常还提供律师费恢复，使案件即使个人损害不多也在经济上可行。违反书面法规证明本身疏忽或严格责任——如果法规要求特定的安全措施而被告没有遵守，责任就确立了。这消除了被告争辩他们符合注意标准的能力。  监管违规还吸引政府执法：OSHA、EPA、DOL、FTC和州机构可能调查，施加额外罚款并创造公众压力。在${state}，一些法规允许举报人对政府代表起诉以获得恢复的百分比。  记录违反的特定法规、违规证据和适用罚款。关于行业法规和被告合规失败的专家证词加强索赔。在${state}，监管违规通常通过在补偿性损害之外增加法定罚款将总案件价值翻倍或三倍。",
    "enContent": "Violations of federal or state regulations—safety rules, consumer protection laws, labor standards, or industry-specific regulations—add statutory penalties, liquidated damages, and attorney fees beyond common law damages. In ${state}, regulatory violations create strict liability and predetermined penalty amounts that multiply case values. Violations of written regulations also eliminate many defenses.  Regulatory violations affect ${state} cases dramatically. Many regulations provide statutory penalties per violation—consumer protection laws often impose $500-$10,000 per violation, wage laws provide double or triple damages, and safety violations carry civil penalties. These stack with actual damages: if you lost $50,000 plus statutory penalties of $100,000, total recovery reaches $150,000.  In ${state}, regulatory violations also typically provide attorney fee recovery, making cases economically viable even with modest individual damages. Violations of written regulations prove negligence per se or strict liability—if regulations required specific safety measures and the defendant didn't comply, liability is established. This eliminates the defendant's ability to argue they met standards of care.  Regulatory violations also attract government enforcement: OSHA, EPA, DOL, FTC, and state agencies may investigate, imposing additional penalties and creating public pressure. In ${state}, some regulations allow whistleblower qui tam actions where you can sue on the government's behalf for a percentage of recovery.  Document specific regulations violated, violation evidence, and applicable penalties. Expert testimony about industry regulations and defendant's compliance failures strengthens claims. In ${state}, regulatory violations commonly double or triple total case values by adding statutory penalties to compensatory damages."
  },
  {
    "questionId": "claim_denied",
    "ratio": "0.30",
    "enLength": 1747,
    "zhLength": 523,
    "zhTitle": "索赔拒绝是恶意案件的基础",
    "zhContent": "彻底的保险索赔拒绝——与延迟支付或支付不足相对——代表最严重的保险公司不当行为，并构成恶意索赔的基础。在${state}，当保险公司无合理依据拒绝有效索赔时，他们违反了诚信和公平交易义务，使自己面临合同外损害，包括情感痛苦、后果性损害、惩罚性损害和律师费。  索赔拒绝从根本上影响${state}保险案件。拒绝造成立即和严重的伤害：您在最需要的时刻被留下没有预期福利。错误的拒绝迫使您自己支付医疗账单、生活费用或财产维修，造成财务困难。  在${state}，当保险公司缺乏拒绝的合理依据或未能充分调查时，索赔拒绝支持恶意索赔。彻底的拒绝比单纯的延迟或低和解更恶劣，支持更高的损害。索赔拒绝通常迫使您雇用律师并提起诉讼以获得您从一开始就有权获得的福利，创造保险公司应支付的律师费。  在${state}，错误的索赔拒绝支持情感痛苦损害：焦虑、抑郁、财务压力以及在危机期间被保险公司背叛的感觉。如果拒绝特别不合理或基于站不住脚的借口，可能适用惩罚性损害。  仔细记录拒绝：保存拒绝信、注明给出的理由并保留证明索赔有效的证据。通过内部上诉及时挑战拒绝，同时保留您起诉的权利。在${state}，当证明恶意时，错误的索赔拒绝可能导致索赔金额数倍的损害。",
    "enContent": "An outright insurance claim denial—as opposed to delayed payment or underpayment—represents the most serious insurer misconduct and forms the basis of bad faith claims. In ${state}, when an insurer denies a valid claim without reasonable basis, they breach their duty of good faith and fair dealing, exposing themselves to extra-contractual damages including emotional distress, consequential damages, punitive damages, and attorney fees.  Claim denial affects ${state} insurance cases fundamentally. Denials cause immediate and severe harm: you're left without expected benefits at the moment of greatest need. Wrongful denials force you to pay medical bills, living expenses, or property repairs yourself, creating financial hardship.  In ${state}, claim denials support bad faith claims when the insurer lacked reasonable basis for denial or failed to adequately investigate. Outright denials are more egregious than mere delays or low settlements, supporting higher damages. Claim denial often forces you to hire attorneys and file lawsuits to obtain benefits you were entitled to from the beginning, creating attorney fees the insurer should pay.  In ${state}, wrongful claim denials support emotional distress damages: anxiety, depression, financial stress, and feeling betrayed by your insurer during crisis. If the denial was particularly unreasonable or based on flimsy pretexts, punitive damages may apply.  Document the denial carefully: save denial letters, note the reasons given, and preserve evidence proving the claim was valid. Challenge denials promptly through internal appeals while preserving your right to sue. In ${state}, wrongful claim denials can result in damages several times the claim amount when bad faith is proven."
  },
  {
    "questionId": "monthly_benefit",
    "ratio": "0.30",
    "enLength": 1715,
    "zhLength": 511,
    "zhTitle": "月福利金额决定残疾损害",
    "zhContent": "您的月残疾福利金额为计算被拒或延迟残疾索赔中的损害建立基线。在${state}，月福利乘以福利被错误扣留的月数等于您在添加利息、律师费和任何恶意损害之前的经济损害。更高的月福利产生成比例更高的福利拒绝损害。  月福利直接影响${state}残疾案件。如果您的残疾保单提供每月5,000美元，福利被拒24个月，您的经济损害总计120,000美元加利息。每月10,000美元的福利将在同一期间创造240,000美元的损害。  在${state}，月福利继续累积损害，直到保险公司支付或您的资格结束，为保险公司创造持续的风险。这种压力通常随着损害每月增加而迫使和解。月福利金额还影响情感痛苦损害——每月损失10,000美元比每月损失2,000美元造成更大的财务困难，支持更高的非经济损害。  在${state}，残疾恶意案件通常判给月福利金额数倍的情感痛苦损害，认识到残疾时失去收入的毁灭性影响。月福利还预测未来：如果您保持永久残疾，数年或数十年的未来福利支付可能岌岌可危，创造巨大风险。  使用您的保单、福利声明和福利停止前的付款历史精确记录您的月福利金额。在${state}，月福利金额是确定残疾索赔总损害的最重要单一因素。",
    "enContent": "Your monthly disability benefit amount establishes the baseline for calculating damages in denied or delayed disability claims. In ${state}, the monthly benefit multiplied by the number of months benefits were wrongfully withheld equals your economic damages before adding interest, attorney fees, and any bad faith damages. Higher monthly benefits create proportionally higher damages from benefit denials.  Monthly benefit affects ${state} disability cases directly. If your disability policy provides $5,000 monthly and benefits were denied for 24 months, your economic damages total $120,000 plus interest. Benefits of $10,000 monthly would create $240,000 in damages over the same period.  In ${state}, monthly benefits continue accumulating damages until the insurer pays or your eligibility ends, creating ongoing exposure for insurers. This pressure often forces settlement as damages mount monthly. Monthly benefit amounts also affect emotional distress damages—losing $10,000 monthly causes greater financial hardship than losing $2,000 monthly, supporting higher non-economic damages.  In ${state}, disability bad faith cases often award several times the monthly benefit amount in emotional distress damages recognizing the devastating impact of losing income while disabled. Monthly benefits also project into the future: if you remain permanently disabled, future benefit payments for years or decades may be at stake, creating substantial exposure.  Document your monthly benefit amount precisely using your policy, benefit statements, and payment history before benefits stopped. In ${state}, the monthly benefit amount is the single most important factor determining total disability claim damages."
  },
  {
    "questionId": "medical_evidence",
    "ratio": "0.30",
    "enLength": 1788,
    "zhLength": 530,
    "zhTitle": "强有力的医疗证据证明残疾索赔",
    "zhContent": "拥有全面的医疗证据——医生报告、诊断测试、功能能力评估和专家意见——对于证明残疾索赔至关重要。在${state}，残疾保险公司以医疗证据不足为由拒绝索赔，使强有力的文件记录对于克服拒绝至关重要。令人信服的医疗证据不仅确立您的残疾，还证明保险公司的拒绝不合理，支持恶意索赔。  医疗证据从根本上影响${state}残疾案件。您的治疗医生的意见具有重大权重——如果医生说您不能工作，保险公司很难证明拒绝是合理的。客观医疗测试（核磁共振、X光、神经研究）提供身体损伤的无可辩驳证据。功能能力评估客观测量您的身体限制和工作能力。  神经心理测试记录认知障碍。在${state}，您的医疗证据越全面和一致，保险公司的拒绝就越不合理。明确满足保单残疾定义的医疗证据使恶意显而易见。相反，保险公司利用医疗证据中的空白来拒绝索赔。  获得定期医疗治疗，记录您的状况和限制。要求医生完成详细说明您的损伤如何阻止工作的表格。如果保险公司使用他们自己的医生拒绝索赔，获得独立医疗评估。  在${state}，强有力的医疗证据通过证明您残疾且保险公司不合理地拒绝您有充分记录的索赔来增加和解价值。有令人信服医疗证据的案件通常和解全额福利加恶意损害，因为保险公司知道他们将在审判中失败。",
    "enContent": "Having comprehensive medical evidence—physician reports, diagnostic tests, functional capacity evaluations, and expert opinions—is essential to proving disability claims. In ${state}, disability insurers deny claims citing insufficient medical evidence, making strong documentation crucial to overcoming denials. Compelling medical evidence not only establishes your disability but also proves the insurer's denial was unreasonable, supporting bad faith claims.  Medical evidence affects ${state} disability cases fundamentally. Your treating physicians' opinions carry substantial weight—if doctors state you cannot work, insurers struggle to justify denial. Objective medical tests (MRIs, X-rays, nerve studies) provide irrefutable evidence of physical impairments. Functional capacity evaluations objectively measure your physical limitations and work capacity.  Neuropsychological testing documents cognitive impairments. In ${state}, the more comprehensive and consistent your medical evidence, the more unreasonable the insurer's denial appears. Medical evidence that clearly satisfies the policy's disability definition makes bad faith obvious. Conversely, insurers exploit gaps in medical evidence to deny claims.  Obtain regular medical treatment documenting your conditions and limitations. Ask doctors to complete forms detailing how your impairments prevent work. Obtain independent medical evaluations if insurers use their own doctors to deny claims.  In ${state}, strong medical evidence increases settlement values by proving both that you're disabled and that the insurer acted unreasonably in denying your well-documented claim. Cases with compelling medical evidence routinely settle for full benefits plus bad faith damages because insurers know they'll lose at trial."
  },
  {
    "questionId": "clear_negligence",
    "ratio": "0.30",
    "enLength": 1807,
    "zhLength": 549,
    "zhTitle": "明显疏忽加强专业失职案件",
    "zhContent": "当专业疏忽明确且显而易见时——错过导致诉讼时效的截止日期、财务报表中的算术错误或违反建筑法规的设计缺陷——案件要强得多，价值更高。在${state}，明确的疏忽消除专业人员声称判断要求或专业人员之间合理分歧的能力。明显的错误创造强大的陪审团吸引力和和解杠杆。  明确的疏忽大幅影响${state}专业失职估值。诸如错过诉讼提交截止日期、未能提交税务申报或忽视已知建筑法规要求等明显错误在没有复杂专家之战的情况下证明疏忽。陪审员理解这些错误，并对受害者作出同情反应，对疏忽的专业人员感到沮丧。  在${state}，明确的疏忽案件和解更快且获得更多钱，因为专业人员及其保险公司知道错误是无法辩护的。明确的错误还支持更大的损害——特别是恶劣的疏忽在某些案件中表明惩罚性损害。当疏忽显而易见时，和解谈判侧重于损害而不是责任。  这允许您追求全额赔偿而不会在责任上失败的风险。明确的疏忽还影响专家证人成本：虽然您仍需要专家就注意标准作证，但证词是直接的而不是复杂的。  在${state}，准确记录专业人员的行为如何低于标准。获得竞争专业人员关于错误有多明显的意见。强调违反明确规则、错过截止日期或任何专业人员都会认识到的错误。有明确、无法辩护疏忽的案件通常以最大价值和解，因为专业人员无法证明他们的错误。",
    "enContent": "When professional negligence is clear and obvious—missed deadlines causing statute of limitations, arithmetic errors in financial statements, or design flaws violating building codes—cases are much stronger and more valuable. In ${state}, clear negligence eliminates the professional's ability to claim judgment calls or reasonable disagreement among professionals. Obvious mistakes create powerful jury appeal and settlement leverage.  Clear negligence affects ${state} professional malpractice valuations substantially. Obvious errors like missing lawsuit filing deadlines, failing to file tax returns, or ignoring known building code requirements prove negligence without complex expert battles. Jurors understand these mistakes and react with sympathy for victims and frustration with negligent professionals.  In ${state}, clear negligence cases settle faster and for more money because professionals and their insurers know the mistakes are indefensible. Clear errors also support larger damages—particularly egregious negligence suggests punitive damages in some cases. When negligence is obvious, settlement negotiations focus on damages rather than liability.  This allows you to pursue full compensation without risk of losing on liability. Clear negligence also affects expert witness costs: while you still need experts to testify about standards of care, the testimony is straightforward rather than complex.  In ${state}, document exactly how the professional's conduct fell below standards. Obtain competing professionals' opinions about how obvious the error was. Highlight violations of clear rules, missed deadlines, or mistakes any professional would recognize. Cases with clear, indefensible negligence routinely settle for maximum value because professionals can't justify their errors."
  },
  {
    "questionId": "economic_damages",
    "ratio": "0.30",
    "enLength": 1803,
    "zhLength": 535,
    "zhTitle": "经济损害构成民权案件的基础",
    "zhContent": "因民权侵犯造成的经济损害——工资损失、医疗费用、财产损失和自付费用——构成补偿性损害的基线。在${state}，记录您的经济损失对于恢复至关重要，尽管民权案件还允许因宪法侵犯造成的大量非经济损害。经济损害提供支持更大整体损害判决的具体、可计算伤害。  经济损害显著影响${state}民权案件。因错误逮捕、停职或解雇造成的工资损失直接源于权利侵犯。治疗过度使用武力伤害的医疗费用是可补偿的。非法搜查造成的财产损害必须偿还。  在${state}民权诉讼中，经济损害相对容易证明：出示显示收入损失的工资单、医疗账单和收据。经济损失还支持更大的非经济损害——如果侵犯造成50,000美元的经济伤害，疼痛、痛苦和情感痛苦的非经济损害通常超过该金额。  联邦民权法没有损害上限，这意味着经济损失可以支持全额赔偿。大额经济损害特别影响和解谈判，因为它们在考虑非经济和惩罚性损害之前确立了最低价值。  在${state}，记录所有经济影响：收入损失、医疗和治疗费用、财产损害、清除您记录的法律费用以及宪法侵犯造成的任何其他自付费用。如果侵犯有持续的财务影响，获得关于未来经济损失的专家证词。经济损害与非经济损害相结合，有时还有惩罚性损害，使民权案件在${state}潜在价值非常高。",
    "enContent": "Economic damages—lost wages, medical expenses, property loss, and out-of-pocket costs—resulting from civil rights violations form the baseline of compensatory damages. In ${state}, documenting your economic losses is essential to recovery, though civil rights cases also allow substantial non-economic damages for constitutional violations. Economic damages provide concrete, calculable harm that supports larger overall damage awards.  Economic damages affect ${state} civil rights cases significantly. Lost wages from wrongful arrest, suspension, or termination directly result from rights violations. Medical expenses treating injuries from excessive force are compensable. Property damage from illegal searches must be repaid.  In ${state} civil rights litigation, economic damages are relatively straightforward to prove: present pay stubs showing lost income, medical bills, and receipts. Economic losses also support larger non-economic damages—if violations caused $50,000 in economic harm, non-economic damages for pain, suffering, and emotional distress often exceed that amount.  Federal civil rights laws have no damage caps, meaning economic losses can support full compensation. Large economic damages particularly affect settlement negotiations, as they establish a minimum value even before considering non-economic and punitive damages.  In ${state}, document all economic impacts: income losses, medical and therapy costs, property damage, legal fees to clear your record, and any other out-of-pocket expenses caused by the constitutional violation. Obtain expert testimony about future economic losses if violations have ongoing financial impact. Economic damages combined with non-economic and sometimes punitive damages make civil rights cases potentially very valuable in ${state}."
  },
  {
    "questionId": "infringer_profits",
    "ratio": "0.30",
    "enLength": 1787,
    "zhLength": 533,
    "zhTitle": "侵权人利润提供替代知识产权损害",
    "zhContent": "侵权人从非法使用您的知识产权中获得的利润代表知识产权侵权案件中可用的替代损害措施。在${state}，当您自己失去的利润难以计算或当侵权人赚取的利润超过您的损失时，您可以恢复侵权人的利润。侵权人利润的剥夺确保他们不会从他们的不当行为中受益。  侵权人利润显著影响${state}知识产权侵权案件。一旦您证明侵权人从侵权产品中获得的总收入，举证责任转移到侵权人以证明其可扣除费用。这种举证责任转移有助于原告，因为侵权人必须充分记录其成本或放弃扣除。侵权人利润计算侧重于直接归因于侵权的收入。在专利和版权案件中，当侵权只是产品的一个组成部分时，这可能需要分配利润。商标案件通常使用总产品利润，如果商标推动销售。在${state}，当侵权人运营效率更高、接触更多客户或获得更高利润时，侵权人利润可能超过您失去的利润。这种损害措施还达到下游利润：不仅是制造利润，还有分销和零售利润。故意侵权可能进一步增加损害——在某些知识产权案件中最高三倍损害。侵权人利润剥夺还发送威慑信息：侵权人不能保留他们的不义之财。获得侵权人销售、收入、成本和利润率的发现。专家会计师可以分析他们的财务记录以计算总利润。在${state}，涉及大侵权人且有大量利润的案件通常追求这种措施以最大化恢复。",
    "enContent": "The profits the infringer earned from their unlawful use of your intellectual property represent an alternative damage measure available in IP infringement cases. In ${state}, you can recover the infringer's profits particularly when your own lost profits are difficult to calculate or when the infringer earned more than you lost. Disgorgement of infringer profits ensures they don't benefit from their wrongdoing.  Infringer profits affect ${state} IP infringement cases significantly. Once you prove the infringer's gross revenue from infringing products, the burden shifts to the infringer to prove their deductible expenses. This burden-shifting helps plaintiffs because infringers must fully document their costs or forfeit deductions. Infringer profit calculations focus on revenue directly attributable to the infringement. In patent and copyright cases, this may require apportioning profits when infringement is only one component of the product. Trademark cases often use total product profits if the mark drove sales. In ${state}, infringer profits can exceed your lost profits when the infringer operates more efficiently, reaches more customers, or makes higher margins. This damage measure also reaches downstream profits: not just manufacturing profits but distribution and retail profits too. Willful infringement can increase damages further—up to treble damages in some IP cases. Infringer profit disgorgement also sends deterrent messages: infringers can't keep their ill-gotten gains. Obtain discovery of the infringer's sales, revenues, costs, and profit margins. Expert accountants can analyze their financial records to calculate total profits. In ${state}, cases involving large infringers with substantial profits often pursue this measure to maximize recovery."
  },
  {
    "questionId": "medical_bills",
    "ratio": "0.31",
    "enLength": 1103,
    "zhLength": 338,
    "zhTitle": "为什么医疗账单是案件价值的基础",
    "zhContent": "医疗账单作为您所遭受伤害的具体可记录证据，代表了您经济损失的主要组成部分。在${state}，法院将医疗费用视为伤害严重程度和治疗必要性的客观证明。较高的医疗账单通常与更严重的伤害相关，从而带来更高的整体案件价值。  除了其面值之外，医疗账单在${state}以多种方式影响您的案件估值。它们为必须赔偿的经济损失建立了基线。它们证明了您治疗的程度和持续时间，支持痛苦和苦难的索赔。  ${state}法律还可能允许恢复未来的医疗费用，医疗账单有助于预测这些费用。保险公司在计算和解报价时使用医疗账单作为乘数——通常使用将医疗费用乘以1.5到5倍的公式，具体取决于伤害的严重程度。  此外，大量的医疗账单可以帮助克服保单限额，并向陪审团展示您伤害的真实成本，从而导致更高的判决。",
    "enContent": "Medical bills serve as concrete, documentable evidence of the harm you've suffered and represent a major component of your economic damages. In ${state}, courts view medical expenses as objective proof of injury severity and the necessity of treatment. Higher medical bills typically correlate with more serious injuries, which command higher overall case values.  Beyond their face value, medical bills in ${state} influence your case valuation in several ways. They establish a baseline for economic damages that must be compensated. They demonstrate the extent and duration of your treatment, supporting claims for pain and suffering.  ${state} law may also allow recovery of future medical expenses, which medical bills help project. Insurance companies use medical bills as a multiplier when calculating settlement offers—often using formulas that multiply medical costs by factors ranging from 1.5 to 5 times depending on injury severity.  Additionally, substantial medical bills can help overcome policy limits and demonstrate to juries the true cost of your injuries, leading to higher verdicts."
  },
  {
    "questionId": "policy_type",
    "ratio": "0.31",
    "enLength": 1567,
    "zhLength": 487,
    "zhTitle": "保单类型决定残疾索赔价值",
    "zhContent": "您拥有的残疾保单类型从根本上影响您的索赔价值、法律标准和可用补救措施。在${state}，由ERISA管理的雇主赞助的团体计划面临与个人保单不同的规则，社会保障有自己的程序，退伍军人残疾遵循VA标准。了解您的保单类型对于正确追求您的索赔至关重要。  保单类型极大地影响${state}残疾案件。ERISA管理的雇主团体计划有重大限制：没有陪审团审判、没有惩罚性损害、有限的发现。但是，如果您获胜，您可以恢复律师费。个人残疾保单受州法律管理，允许陪审团审判、更广泛的发现以及恶意的潜在惩罚性损害——通常导致更大的恢复。  社会保障残疾有行政程序和严格的医疗要求，福利由联邦表格设定。通过VA的退伍军人残疾有单独的上诉程序和赔偿时间表。  在${state}，个人保单提供比ERISA计划更好的恢复潜力，因为您可以追求具有全部损害的恶意索赔。保单类型还影响\"残疾\"的定义——有些要求无法从事任何职业，其他要求无法从事您自己的职业。了解这些区别对于框架您的索赔、选择适当的法律策略以及设定现实的损害期望至关重要。保单类型可能是决定您在${state}残疾案件策略的最重要单一因素。",
    "enContent": "The type of disability policy you have fundamentally affects your claim's value, legal standards, and available remedies. In ${state}, employer-sponsored group plans governed by ERISA face different rules than individual policies, social security has its own procedures, and veterans disability follows VA standards. Understanding your policy type is crucial for properly pursuing your claim.  Policy type affects ${state} disability cases dramatically. ERISA-governed employer group plans have significant restrictions: no jury trials, no punitive damages, and limited discovery. However, you can recover attorney fees if you win. Individual disability policies are governed by state law, allowing jury trials, broader discovery, and potential punitive damages for bad faith—often resulting in larger recoveries.  Social Security disability has administrative procedures and strict medical requirements, with benefits set by federal tables. Veterans disability through VA has separate appeals processes and compensation schedules.  In ${state}, individual policies offer better recovery potential than ERISA plans because you can pursue bad faith claims with full damages. Policy type also affects the definition of \"disability\"—some require inability to perform any occupation, others your own occupation. Understanding these distinctions is critical for framing your claim, choosing proper legal strategies, and setting realistic damage expectations. The policy type may be the single most important factor in determining your disability case strategy in ${state}."
  },
  {
    "questionId": "ip_type",
    "ratio": "0.31",
    "enLength": 1676,
    "zhLength": 527,
    "zhTitle": "知识产权类型决定侵权损害",
    "zhContent": "被侵犯的知识产权类型——专利、商标、版权或商业秘密——从根本上决定了可用的补救措施、损害计算和案件价值。在${state}，每种知识产权类型都有不同的联邦或州法律框架、不同的损害公式以及不同的增强损害潜力。了解您的知识产权类型对于正确评估和追求您的侵权索赔至关重要。  知识产权类型极大地影响${state}侵权案件。专利侵权提供一些最高的损害赔偿，包括合理的特许权使用费或利润损失，以及故意侵权三倍损害和律师费的潜力。专利保护有价值的创新，对于重要的商业专利，损害可能达到数百万。  版权侵权允许实际损害或法定损害（每件作品750-30,000美元，如果故意最高150,000美元），使版权对于多次侵权特别有价值。商标侵权侧重于侵权利润加实际损害，故意情况下有可能三倍。根据${state}法律或联邦DTSA的商业秘密滥用提供补偿性损害和故意盗窃的潜在惩罚性损害。  每种知识产权类型都有不同的证明要求和辩护。版权和商标注册要求影响补救措施的可用性。专利案件技术复杂且诉讼费用昂贵。在${state}，知识产权类型决定您是在联邦法院还是州法院进行，您需要什么专家，以及现实的和解范围。强大的注册知识产权通常比未注册的权利获得更高的和解，因为推定有效性。",
    "enContent": "The type of intellectual property infringed—patent, trademark, copyright, or trade secret—fundamentally determines available remedies, damage calculations, and case values. In ${state}, each IP type has distinct federal or state law frameworks, different damage formulas, and varying potential for enhanced damages. Understanding your IP type is crucial for properly valuing and pursuing your infringement claim.  IP type affects ${state} infringement cases dramatically. Patent infringement offers some of the highest damages, including reasonable royalties or lost profits, with potential for willful infringement treble damages and attorney fees. Patents protect valuable innovations, and damages can reach millions for significant commercial patents.  Copyright infringement allows either actual damages or statutory damages ($750-$30,000 per work, up to $150,000 if willful), making copyright particularly valuable for multiple infringements. Trademark infringement focuses on profits from infringement plus actual damages, with potential trebling for willfulness. Trade secret misappropriation under ${state} law or the federal DTSA provides compensatory damages and potential punitive damages for willful theft.  Each IP type has different proof requirements and defenses. Copyright and trademark registration requirements affect remedy availability. Patent cases are technically complex and expensive to litigate. In ${state}, the IP type determines whether you proceed in federal or state court, what experts you need, and realistic settlement ranges. Strong registered IP rights typically command higher settlements than unregistered rights due to presumed validity."
  },
  {
    "questionId": "victim_annual_income",
    "ratio": "0.31",
    "enLength": 1600,
    "zhLength": 490,
    "zhTitle": "受害者收入决定非正常死亡中的经济损失",
    "zhContent": "受害者的年收入是计算非正常死亡案件中经济损害的基础，因为它确立了幸存家庭成员失去的财务支持。在${state}，法院预测受害者在预期工作寿命期间的未来收入以确定总经济损失。高收入者创造更大的经济损害判决，因为他们的死亡代表更大的财务支持损失。  受害者收入大幅影响${state}非正常死亡估值。经济损害不仅包括当前工资，还包括预计的加薪、奖金、福利和职业晋升。年收入100,000美元且预期工作寿命30年的受害者代表300万美元或更多的收入损失（在调整现值之前）。  ${state}法院在预测未来收入时考虑受害者的年龄、职业、教育、健康和职业轨迹。具有高收入潜力的年轻专业人士尽管目前薪资适中，但可能具有最高的经济损害。收入还包括就业福利：健康保险、退休金、股票期权和其他补偿。  失去的家庭服务——儿童照顾、维护、财务管理——增加经济损害。在${state}，专家经济学家就终身收入能力作证，创建详细的预测，支持高收入者的数百万美元损害判决。即使适度的收入也会在数十年中累积成大量损害。准确记录受害者的收入、福利和职业前景对于在${state}最大化非正常死亡恢复至关重要。",
    "enContent": "The victim's annual income is fundamental to calculating economic damages in wrongful death cases because it establishes the financial support lost to surviving family members. In ${state}, courts project the victim's future earnings over their expected working life to determine the total economic loss. Higher earners create larger economic damage awards, as their death represents greater lost financial support.  Victim income affects ${state} wrongful death valuations substantially. Economic damages include not just current salary but projected raises, bonuses, benefits, and career advancement. A victim earning $100,000 annually with 30 years of expected working life represents $3 million or more in lost earnings before adjusting for present value.  ${state} courts consider the victim's age, occupation, education, health, and career trajectory when projecting future income. Young professionals with high earning potential may have the highest economic damages despite current modest salaries. Income also includes employment benefits: health insurance, retirement contributions, stock options, and other compensation.  Lost household services—childcare, maintenance, financial management—add to economic damages. In ${state}, expert economists testify about lifetime earning capacity, creating detailed projections that support multi-million dollar damage awards for high earners. Even modest incomes accumulate to substantial damages over decades. Accurately documenting the victim's income, benefits, and career prospects is crucial for maximizing wrongful death recovery in ${state}."
  },
  {
    "questionId": "funeral_costs",
    "ratio": "0.31",
    "enLength": 1589,
    "zhLength": 494,
    "zhTitle": "葬礼费用是可立即恢复的损害",
    "zhContent": "葬礼和埋葬费用代表${state}法律允许幸存家庭成员在非正常死亡案件中恢复的具体经济损害。这些费用可立即计算且不可否认，为经济损害提供了基线。虽然仅葬礼费用与总损害相比可能不多，但它们代表了非正常死亡赔偿必须解决的真实财务负担。  ${state}非正常死亡案件中的葬礼费用通常包括埋葬或火化、棺材或骨灰盒、殡仪馆服务、墓地地块、墓碑或标记、死亡证明、运输、鲜花和追悼会。这些费用很容易超过10,000至20,000美元或更多。  在${state}，葬礼费用恢复很简单——出示记录实际发生费用的收据和发票。与需要估值的疼痛和痛苦损害不同，葬礼费用是具体的且无争议的。它们还使您的案件人性化，提醒陪审团您的家庭在毁灭性的情感损失之上还面临立即的财务困难。  一些${state}家庭为精心的追悼会、陵墓或文化上重要的埋葬习俗产生额外费用，这些费用可能是可恢复的，取决于合理性。预先存在的葬礼保险或援助可能抵消一些费用，但不会消除被告的责任。葬礼费用也立即开始累积损害，而其他经济损失如收入损失必须预测。仔细记录所有与葬礼相关的费用，以确保在您的${state}非正常死亡索赔中完全恢复。",
    "enContent": "Funeral and burial expenses represent concrete economic damages that ${state} law allows surviving family members to recover in wrongful death cases. These costs are immediately calculable and undeniable, providing a baseline for economic damages. While funeral costs alone may be modest compared to total damages, they represent real financial burdens that wrongful death compensation must address.  Funeral costs in ${state} wrongful death cases typically include burial or cremation, casket or urn, funeral home services, cemetery plot, headstone or marker, death certificates, transportation, flowers, and memorial services. These expenses can easily exceed $10,000 to $20,000 or more.  In ${state}, funeral cost recovery is straightforward—present receipts and invoices documenting actual expenses incurred. Unlike pain and suffering damages that require valuation, funeral costs are concrete and non-controversial. They also humanize your case, reminding juries that your family faced immediate financial hardship on top of devastating emotional loss.  Some ${state} families incur additional costs for elaborate memorials, mausoleums, or culturally significant burial practices, which may be recoverable depending on reasonableness. Pre-existing funeral insurance or assistance may offset some costs but doesn't eliminate the defendant's liability. Funeral costs also start accumulating damages immediately, while other economic losses like lost income must be projected. Document all funeral-related expenses carefully to ensure full recovery in your ${state} wrongful death claim."
  },
  {
    "questionId": "time_records",
    "ratio": "0.31",
    "enLength": 1684,
    "zhLength": 521,
    "zhTitle": "时间记录证明工资盗窃索赔",
    "zhContent": "拥有同期时间记录——时间表、打卡卡、时间钟或个人日志——提供证明工资盗窃索赔的有力文件证据。在${state}，时间记录通过准确显示您何时工作来消除许多工资争议中固有的可信度竞赛。雇主难以争辩显示未付小时的记录，当您有强有力的文件时，和解更快且更大。  时间记录极大地影响${state}工资案件。显示未付小时的官方雇主时间记录确凿地证明您的案件。当雇主缺乏或销毁记录时，${state}法律可能将举证责任转移到雇主，以反驳您对工作小时的合理估计。  个人同期日志——记录开始/停止时间、休息和职责——在缺少官方记录时具有重大权重。关于工作小时的短信、电子邮件或其他通信证实时间记录。GPS数据、建筑物进入日志、计算机登录时间或安全录像可以验证工作小时。  在${state}，联邦劳工标准法和州工资法要求雇主维护准确的时间记录，未能这样做在诉讼中有利于员工。时间记录还证明模式：在继续工作时系统性打卡要求、未休息的自动扣除或下班工作要求。这些模式将孤立事件转变为系统性违规，值得更高的损害和罚款。  在${state}，有强大时间记录的案件迅速和解，因为雇主知道他们无法争辩有文件记录的证据。始终保持个人时间记录，特别是如果您怀疑工资违规。",
    "enContent": "Having contemporaneous time records—timesheets, punch cards, time clocks, or personal logs—provides powerful documentary evidence that proves wage theft claims. In ${state}, time records eliminate the credibility contest inherent in many wage disputes by showing exactly when you worked. Employers struggle to dispute records showing unpaid hours, making settlements faster and larger when you have strong documentation.  Time records affect ${state} wage cases dramatically. Official employer time records showing unpaid hours prove your case conclusively. When employers lack or destroyed records, ${state} law may shift the burden to employers to disprove your reasonable estimates of hours worked.  Personal contemporaneous logs—noting start/stop times, breaks, and duties—carry substantial weight when official records are absent. Text messages, emails, or other communications about work hours corroborate time records. GPS data, building entry logs, computer login times, or security footage can verify hours worked.  In ${state}, the Federal Labor Standards Act and state wage laws require employers to maintain accurate time records, and failure to do so benefits employees in litigation. Time records also prove patterns: systematic clock-out requirements while continuing work, automatic deductions for breaks not taken, or off-the-clock work requirements. These patterns transform isolated incidents into systematic violations warranting higher damages and penalties.  In ${state}, cases with strong time records settle quickly because employers know they can't dispute documented evidence. Always maintain personal time records, especially if you suspect wage violations."
  },
  {
    "questionId": "misclassified",
    "ratio": "0.31",
    "enLength": 1734,
    "zhLength": 533,
    "zhTitle": "员工错误分类使大规模工资索赔成为可能",
    "zhContent": "员工错误分类——不当地将工人归类为独立承包商或豁免员工——使雇主能够避免支付他们在法律上应付的加班费、工资税和福利。在${state}，错误分类违规通常影响多名工人，并在数月或数年内累积巨大的未付工资索赔。错误分类案件经常成为具有大量风险的集体诉讼。  错误分类有力地影响${state}工资案件。被错误分类为独立承包商的工人应获得他们被拒绝的加班费、失业保险、工伤赔偿和就业法保护。被错误分类为豁免加班的员工应获得每周超过40小时的所有小时的一倍半工资。  这些违规迅速复合——每周应得10小时加班费、每小时25美元的工人每年累积13,000美元的未付加班费。在数年跨多名员工的情况下，风险达到数十万或数百万。${state}法律根据控制、职责和薪酬提供独立承包商和豁免地位的严格测试。  错误分类通常是系统性的——雇主错误分类整类工人。在${state}，错误分类案件通常成为集体诉讼，因为相同的非法政策影响该分类中的所有工人。罚款和清算损害使实际欠付工资翻倍或三倍。  律师费增加大量风险。错误分类还为雇主创造税务责任。记录您如何被分类、您的实际职责、工作小时以及对您工作的控制。在${state}，当多名工人受影响时，错误分类案件通常导致六位或七位数的和解。",
    "enContent": "Employee misclassification—improperly categorizing workers as independent contractors or exempt employees—enables employers to avoid paying overtime, payroll taxes, and benefits they legally owe. In ${state}, misclassification violations often affect multiple workers and accumulate massive unpaid wage claims over months or years. Misclassification cases frequently become class actions with substantial exposure.  Misclassification affects ${state} wage cases powerfully. Workers misclassified as independent contractors are owed overtime pay, unemployment insurance, workers' compensation, and employment law protections they were denied. Employees misclassified as exempt from overtime are owed time-and-a-half for all hours over 40 weekly.  These violations compound rapidly—a worker owed 10 hours weekly overtime at $25/hour accumulates $13,000 annually in unpaid overtime. Over several years across multiple employees, exposure reaches hundreds of thousands or millions. ${state} law provides strict tests for independent contractor and exempt status based on control, duties, and compensation.  Misclassification is often systemic—employers misclassify entire categories of workers. In ${state}, misclassification cases commonly become class actions because the same illegal policy affects all workers in that classification. Penalties and liquidated damages double or triple actual wages owed.  Attorney fees add substantial exposure. Misclassification also creates tax liability for employers. Document how you were classified, your actual duties, hours worked, and control exercised over your work. In ${state}, misclassification cases routinely result in six or seven-figure settlements when multiple workers are affected."
  },
  {
    "questionId": "num_class_members",
    "ratio": "0.31",
    "enLength": 1697,
    "zhLength": 530,
    "zhTitle": "集体规模决定总案件风险",
    "zhContent": "集体成员的数量极大地影响集体诉讼估值，因为它决定了总体风险。在${state}，涉及数百或数千名成员的集体诉讼即使个人伤害不大也会造成巨大的潜在损害。集体规模对于集体认证、和解谈判和最终恢复金额至关重要。  集体成员数量从根本上影响${state}集体诉讼。大型集体创造巨大的风险——如果10,000名消费者每人损失500美元，总损害在三倍、罚款或律师费之前达到500万美元。这种风险迫使被告和解而不是冒审判风险。  集体规模还影响集体认证：${state}法院要求集体人数众多以至于所有成员的合并不切实际，通常意味着40人以上。更大的集体加强认证，因为个人诉讼显然不切实际。在和解谈判中，总集体规模决定总和解价值，即使每个成员的恢复看起来不多。  通知成本也随集体规模增加——定位和通知数千名成员很昂贵，影响净和解价值。大型集体因更高的潜在费用而吸引更有能力的原告律师。但是，非常大的集体可能减少每个成员的恢复，因为和解金额在更多人之间分配。  在${state}，集体诉讼和解通常占理论总损害的5-30%，取决于案件强度，因此风险1亿美元的集体可能和解1000-2000万美元。集体规模估计对于评估案件价值和${state}集体诉讼中的和解公平性至关重要。",
    "enContent": "The number of class members dramatically affects class action valuations because it determines total aggregate exposure. In ${state}, class actions involving hundreds or thousands of members create massive potential damages even when individual harms are modest. The class size is crucial for class certification, settlement negotiations, and ultimate recovery amounts.  Number of class members affects ${state} class actions fundamentally. Large classes create enormous exposure—if 10,000 consumers each lost $500, aggregate damages reach $5 million before trebling, penalties, or attorney fees. This exposure forces defendants to settle rather than risk trial.  Class size also affects class certification: ${state} courts require that classes be so numerous that joinder of all members is impractical, typically meaning 40+ members. Larger classes strengthen certification because individual litigation is obviously impractical. In settlement negotiations, total class size determines total settlement value even if per-member recovery seems modest.  Notification costs also increase with class size—locating and notifying thousands of members is expensive, affecting net settlement value. Large classes attract more capable plaintiffs' attorneys due to higher potential fees. However, very large classes may reduce per-member recovery as the settlement amount is divided among more people.  In ${state}, class action settlements often range from 5-30% of total theoretical damages depending on case strength, so a class with $100 million exposure might settle for $10-20 million. Class size estimation is critical for evaluating case value and settlement fairness in ${state} class litigation."
  },
  {
    "questionId": "duration_of_harm",
    "ratio": "0.31",
    "enLength": 1673,
    "zhLength": 513,
    "zhTitle": "伤害持续时间倍增集体诉讼损害",
    "zhContent": "有害行为的持续时间——被告的违规行为持续了多少个月或年——直接乘以集体诉讼总损害。在${state}，更长的违规期意味着更多受影响的交易、更多集体成员和更高的总损害。持续时间还证明了模式和意图，加强责任并支持惩罚性损害。  伤害持续时间大幅影响${state}集体诉讼。持续数年的违规行为随着时间推移影响更多消费者而累积巨大损害。数据泄露是单一事件，但系统性消费者欺诈或就业违规每月或每年复合。每增加一个月就增加更多受害者、更多违规和更多损害。  在${state}，持续时间还证明违规的系统性——孤立的错误不会持续数年，但故意的非法做法会。这通过显示被告尽管知道违规行为仍然坚持而支持惩罚性损害。持续时间影响诉讼时效问题：如果违规开始太久，一些损害可能已过时效，而最近的违规仍可诉。  在${state}，较长持续时间的违规还意味着更多文件证据、更多证人和更强有力的模式证明。和解谈判重点关注持续时间，因为它直接乘以风险。被告争辩较短的持续时间以限制损害，而原告寻求延长违规期。  准确建立违规行为开始和结束时间的专家证词变得至关重要。在${state}，准确建立有害行为的全部持续时间确保最大的总损害和最大可能的集体恢复。",
    "enContent": "The duration of harmful conduct—how many months or years the defendant's violations continued—directly multiplies total class action damages. In ${state}, longer violation periods mean more affected transactions, more class members, and higher aggregate damages. Duration also proves pattern and intent, strengthening liability and supporting punitive damages.  Harm duration affects ${state} class actions substantially. Violations continuing for years accumulate massive damages as they affect more consumers over time. A data breach is a single event, but systematic consumer fraud or employment violations compound monthly or annually. Each additional month adds more victims, more violations, and more damages.  In ${state}, duration also proves the systematic nature of violations—isolated mistakes don't continue for years, but deliberate illegal practices do. This supports punitive damages by showing the defendant persisted despite knowing about violations. Duration affects statute of limitations issues: some damages may be time-barred if violations began too long ago, while recent violations remain actionable.  In ${state}, longer duration violations also mean more documentary evidence, more witnesses, and stronger proof of pattern. Settlement negotiations focus heavily on duration because it directly multiplies exposure. Defendants argue for shorter durations to limit damages, while plaintiffs seek to extend the violation period.  Expert testimony about when violations began and ended becomes crucial. In ${state}, accurately establishing the full duration of harmful conduct ensures maximum aggregate damages and the largest possible class recovery."
  },
  {
    "questionId": "financial_loss",
    "ratio": "0.31",
    "enLength": 1774,
    "zhLength": 547,
    "zhTitle": "总财务损失决定专业失职损害",
    "zhContent": "您的总财务损失直接决定专业失职案件中的经济损害。在${state}，当专业人员的疏忽造成金钱损失——失败的投资、税务罚款、失去的商业机会或不利的法律结果——您有权获得所有财务伤害的赔偿。准确计算总财务损失对于最大化失职恢复至关重要。  财务损失从根本上影响${state}专业失职估值。经济损害等于如果没有失职您的财务状况与失职后您的实际状况之间的差异。律师失职：如果您律师的错误使您失去500,000美元的诉讼恢复，您的损害是500,000美元。会计师失职：如果会计错误导致200,000美元的税务罚款和利息，那是您的财务损失。  财务顾问失职：您的投资本应获得的回报与实际回报之间的差异。在${state}，财务损失计算通常需要专家证词——损害专家、法务会计师或职业专家——以精确确定由于失职您失去了什么。  一些损失是明显的（支付的税务罚款），而其他损失需要经济建模（专业人员错误造成的失去商业收入）。包括所有财务影响：直接损失、后果性损害、失去的机会以及修复专业人员错误产生的成本。  在${state}，涉及大额财务损失的专业失职案件可能达到数百万损害。全面记录您的财务损失：税务记录、财务报表、投资报表、失去的合同以及显示影响的商业估值，证明专业人员疏忽与您金钱损失之间的因果关系。",
    "enContent": "Your total financial loss directly determines economic damages in professional malpractice cases. In ${state}, when a professional's negligence causes monetary losses—failed investments, tax penalties, lost business opportunities, or adverse legal outcomes—you're entitled to compensation for all financial harm. Accurately calculating total financial loss is crucial to maximizing malpractice recovery.  Financial loss affects ${state} professional malpractice valuations fundamentally. Economic damages equal the difference between your financial position but for the malpractice and your actual position after the malpractice. Attorney malpractice: if your attorney's error cost you a $500,000 lawsuit recovery, your damages are $500,000. Accountant malpractice: if accounting errors resulted in $200,000 in tax penalties and interest, that's your financial loss.  Financial advisor malpractice: the difference between what your investments should have returned and actual returns. In ${state}, financial loss calculations often require expert testimony—damages experts, forensic accountants, or vocational experts—to establish precisely what you lost due to the malpractice.  Some losses are obvious (tax penalties paid), while others require economic modeling (lost business income from professional's errors). Include all financial impacts: direct losses, consequential damages, lost opportunities, and costs incurred fixing the professional's mistakes.  In ${state}, professional malpractice cases involving large financial losses can reach millions in damages. Document your financial loss comprehensively: tax records, financial statements, investment statements, and expert analyses proving causation between the professional's negligence and your monetary losses."
  },
  {
    "questionId": "fault_percentage",
    "ratio": "0.32",
    "enLength": 1285,
    "zhLength": 407,
    "zhTitle": "过错百分比如何决定您的案件成败",
    "zhContent": "${state}遵循特定的过错规则，这可能会极大地影响您的恢复。了解过错分配至关重要，因为即使您对事件负有部分责任，您仍可能有权获得赔偿——但金额可能会根据您的过错百分比大幅减少。这使得过错判定成为人身伤害案件中争议最激烈的问题之一。  在${state}，过错百分比不仅影响您是否可以恢复损害赔偿，还影响您将获得多少。辩护律师和保险公司积极争辩将更高的过错百分比归因于受害者以减少他们的责任。  例如，如果您的案件价值10万美元，但您被认定有30%的过错，您的恢复可能会减少到7万美元。阈值也很重要——在一些比较过失州，如果您被认定有50%或更多的过错，您可能无法恢复任何损失。  ${state}的过错判定涉及分析交通法规、安全规定、证人陈述、专家证词和物证。每个过错百分点都很重要，因为它直接转化为您口袋里的钱或从您口袋里出去的钱。这就是为什么彻底的调查和有力的证据呈现对于最小化归因于您的任何过错至关重要。",
    "enContent": "${state} follows specific fault rules that can dramatically impact your recovery. Understanding fault allocation is critical because even if you're partially responsible for an incident, you may still be entitled to compensation—but the amount can be significantly reduced based on your percentage of fault. This makes the fault determination one of the most heavily contested issues in personal injury cases.  In ${state}, the fault percentage affects not only whether you can recover damages but also how much you'll receive. Defense attorneys and insurance companies aggressively argue for higher fault percentages attributed to victims to reduce their liability.  For example, if your case is worth $100,000 but you're found 30% at fault, your recovery could be reduced to $70,000. The threshold matters too—in some comparative negligence states, if you're found 50% or more at fault, you may recover nothing.  Fault determination in ${state} involves analyzing traffic laws, safety regulations, witness statements, expert testimony, and physical evidence. Every percentage point of fault matters, as it directly translates to money in or out of your pocket. This is why thorough investigation and strong evidence presentation are essential to minimize any fault attributed to you."
  },
  {
    "questionId": "insurance_coverage",
    "ratio": "0.32",
    "enLength": 1628,
    "zhLength": 513,
    "zhTitle": "保险范围如何决定最大恢复",
    "zhContent": "保险范围限额代表${state}案件价值的关键实际约束。虽然您的实际损害可能超过这些限额，但可用的保险范围通常决定您可以实际恢复的金额。在${state}案件早期了解保单限额对于设定适当的期望和制定有效的法律策略至关重要。  在${state}，保险范围以几种方式影响您的案件。保单限额设定了该保险公司可用的最大金额，这意味着即使是100万美元的案件，如果保单限额是10万美元，也可能只能恢复10万美元。当损害明显超过可用范围时，${state}的和解谈判集中在获得全额保单限额。  多个保险单可以叠加或分层，潜在地增加总可用范围——例如，过错方的汽车保单、他们的伞式保单、您的保险不足驾驶者保险和其他适用的保单。${state}法律规定这些保单如何互动以及是否允许叠加。  了解可用范围还指导诉讼策略：当范围相对于损害而言很小时，追求被保险被告的个人资产可能是必要的，尽管通常不切实际。相反，当存在大量范围时，案件有空间达到其全部价值。${state}的保险公司根据范围以不同方式处理案件——当保单限额很高时，他们更努力地争取责任，知道他们面临更大的风险。当损害明显超过范围时，他们也可能更快地和解保单限额，以避免恶意索赔。",
    "enContent": "Insurance coverage limits represent a crucial practical constraint on case value in ${state}. While your actual damages might exceed these limits, the available insurance coverage often determines what you can realistically recover. Understanding policy limits early in your case is essential for setting appropriate expectations and developing effective legal strategy in ${state}.  In ${state}, insurance coverage affects your case in several ways. Policy limits set the maximum amount available from that insurer, meaning even a million-dollar case might only recover $100,000 if that's the policy limit. When damages clearly exceed available coverage, settlement negotiations in ${state} focus on securing the full policy limits.  Multiple insurance policies can stack or layer, potentially increasing total available coverage—for example, the at-fault party's auto policy, their umbrella policy, your underinsured motorist coverage, and other applicable policies. ${state} law governs how these policies interact and whether stacking is permitted.  Understanding available coverage also guides litigation strategy: when coverage is minimal relative to damages, pursuing the insured defendant's personal assets may be necessary, though often impractical. Conversely, when substantial coverage exists, the case has room to reach its full value. Insurance companies in ${state} handle cases differently based on coverage—they fight harder on liability when policy limits are high, knowing they face greater exposure. They may also settle faster for policy limits when damages clearly exceed coverage to avoid bad faith claims."
  },
  {
    "questionId": "victim_age",
    "ratio": "0.32",
    "enLength": 1406,
    "zhLength": 444,
    "zhTitle": "受害者年龄如何影响非正常死亡损害",
    "zhContent": "受害者的年龄是计算非正常死亡案件中经济损害的基础，因为它决定预期寿命和潜在的未来收入。在${state}，较年轻的受害者通常有更长的预期寿命，意味着更多年的收入损失、陪伴和支持。法院使用精算表和受害者的年龄来预测幸存家庭成员必须获得补偿的数十年未来收入。  年龄以复杂的方式影响${state}的非正常死亡估值。处于黄金收入年龄（30-50岁）的受害者由于收入高峰和前方许多工作年份通常具有最高的经济价值。较年轻的受害者可能收入较少但预期寿命较长，而较年长的受害者可能已达到收入高峰但剩余年份较少。  ${state}法律还考虑对受抚养人的影响——失去父母的年幼子女面临数十年没有该父母的财务支持、指导和存在。非经济损害也随年龄而变化：失去生活伴侣的配偶与失去年迈父母的成年子女有不同的失去陪伴索赔。  受害者的年龄也影响陪审团同情——处于黄金年龄的不合时宜死亡通常产生更大的判决。准确评估基于年龄的预期寿命对于正确评估${state}非正常死亡案件中经济和非经济损失的全部范围至关重要。",
    "enContent": "The victim's age is fundamental to calculating economic damages in wrongful death cases because it determines life expectancy and potential future earnings. In ${state}, younger victims generally have longer life expectancies, meaning more years of lost income, companionship, and support. Courts use actuarial tables and the victim's age to project decades of future earnings that must be compensated to surviving family members.  Age affects ${state} wrongful death valuations in complex ways. A victim in their prime earning years (30s-50s) typically has the highest economic value due to peak income and many working years ahead. Younger victims may have less established earnings but longer life expectancy, while older victims may have reached peak earnings but fewer remaining years.  ${state} law also considers the impact on dependents—young children losing a parent face decades without that parent's financial support, guidance, and presence. Non-economic damages also vary with age: a spouse losing their life partner has different loss of companionship claims than adult children losing an elderly parent.  The victim's age influences jury sympathy as well—untimely deaths of those in their prime often generate larger verdicts. Accurately assessing age-based life expectancy is crucial for properly valuing the full extent of economic and non-economic losses in ${state} wrongful death cases."
  },
  {
    "questionId": "claim_amount",
    "ratio": "0.32",
    "enLength": 1783,
    "zhLength": 565,
    "zhTitle": "索赔金额决定恶意风险",
    "zhContent": "您的保险索赔金额从根本上决定恶意案件的利害关系。在${state}，更高的索赔金额创造更大的恶意风险，因为延迟或拒绝支付造成的损害成比例地更大。被拒的500,000美元索赔比被拒的5,000美元索赔造成的财务困难要大得多，影响补偿性和潜在的惩罚性损害。  索赔金额大幅影响${state}保险恶意案件。您的基础索赔价值为拒绝或延迟的损害设定基线。如果您有效的300,000美元索赔被错误拒绝，您的损害从300,000美元加利息、情感痛苦、后果性损害和律师费开始。  大额索赔拒绝造成严重的财务困难：无法支付医疗账单、房屋丧失赎回权的风险或业务失败。这些后果支持更高的情感痛苦损害和惩罚性损害。在${state}，惩罚性损害通常与补偿性损害和索赔金额相关——更大的索赔支持更大的惩罚性判决。  索赔金额还影响和解杠杆：保险公司知道大额索赔的恶意使他们面临灾难性判决，使他们更愿意和解。超过保单限额的索赔产生特别的压力，因为恶意认定可能施加超出覆盖范围的合同外责任。  在${state}，记录索赔拒绝造成的所有财务困难：错过的医疗治疗、催收通知、信用损害、贷款拒绝或业务损失。索赔金额决定财务影响，从而决定总可恢复损害。当陪审团看到索赔拒绝如何摧毁您的财务和福祉时，涉及大额索赔的恶意案件在${state}通常导致数百万美元的判决。",
    "enContent": "The dollar amount of your insurance claim fundamentally determines the stakes in bad faith cases. In ${state}, higher claim amounts create greater bad faith exposure because the damages from delayed or denied payment are proportionally larger. A denied $500,000 claim causes vastly more financial hardship than a denied $5,000 claim, affecting both compensatory damages and potential punitive damages.  Claim amount affects ${state} insurance bad faith cases substantially. Your underlying claim value sets the baseline damages from denial or delay. If your valid $300,000 claim is wrongfully denied, your damages start at $300,000 plus interest, emotional distress, consequential damages, and attorney fees.  Large claim denials cause severe financial hardship: inability to pay medical bills, risk of home foreclosure, or business failure. These consequences support higher emotional distress damages and punitive damages. In ${state}, punitive damages often relate to compensatory damages and claim amounts—larger claims support larger punitive awards.  Claim amount also affects settlement leverage: insurers know bad faith on large claims exposes them to catastrophic verdicts, making them more willing to settle. Claims exceeding policy limits create particular pressure, as bad faith findings can impose extra-contractual liability exceeding coverage.  In ${state}, document all financial hardship caused by claim denial: missed medical treatments, collection notices, credit damage, loan denials, or business losses. The claim amount determines the financial impact and thus total recoverable damages. Bad faith cases involving large claims routinely result in multi-million dollar verdicts in ${state} when juries see how claim denial devastated your finances and wellbeing."
  },
  {
    "questionId": "revenue_lost",
    "ratio": "0.32",
    "enLength": 1810,
    "zhLength": 580,
    "zhTitle": "失去的收入决定知识产权侵权损害",
    "zhContent": "由于知识产权侵权您失去的收入——如果没有侵权您本应获得的销售——代表知识产权案件中两种主要损害措施之一。在${state}，您可以恢复您失去的利润或侵权人的利润（在商标案件中取较大者，或在专利案件中可能两者兼得）。准确计算失去的收入对于最大化知识产权侵权恢复至关重要。  失去的收入从根本上影响${state}知识产权侵权估值。失去的收入损害需要证明：(1)对您的知识产权产品有需求，(2)您本可以提供需求，(3)侵权人的销售是以您的代价进行的，(4)您失去的利润金额。这种计算通常需要专家经济证词。  失去的收入不仅包括直接销售损失，还包括价格侵蚀——如果侵权迫使您降低价格以竞争，这是可补偿的。失去的市场份额、受损声誉和未来销售损失也可能是可恢复的。在${state}，某些知识产权类型使失去的收入更容易证明：如果侵权人直接与您竞争销售相同产品，因果关系是明确的。  专利侵权、商标侵权和商业秘密滥用案件通常在您直接与侵权人竞争时使用失去的收入措施。收入损失计算跨多个侵权产品和市场倍增。失去的收入还向前预测：如果侵权继续或具有持久的市场影响，未来损失增加损害。  记录您的历史销售、市场地位和预计收入。获得证明侵权如何造成特定收入损失的专家经济分析。在${state}，在成熟企业中失去的收入案件可能达到数百万，使这种损害措施对知识产权诉讼策略至关重要。",
    "enContent": "Revenue you lost due to intellectual property infringement—sales you would have made but for the infringement—represents one of two primary damage measures in IP cases. In ${state}, you can recover either your lost profits or the infringer's profits (whichever is greater in trademark cases, or potentially both in patent cases). Accurately calculating lost revenue is crucial to maximizing IP infringement recovery.  Revenue lost affects ${state} IP infringement valuations fundamentally. Lost revenue damages require proving: (1) demand for your IP product, (2) you could have supplied the demand, (3) the infringer's sales were at your expense, and (4) the amount of profit you lost. This calculation often requires expert economic testimony.  Lost revenue includes not just direct sales losses but also price erosion—if infringement forced you to lower prices to compete, that's compensable. Lost market share, damaged reputation, and future sales losses may also be recoverable. In ${state}, some IP types make lost revenue easier to prove: if the infringer directly competes with you selling identical products, causation is clear.  Patent infringement, trademark infringement, and trade secret misappropriation cases commonly use lost revenue measures when you compete directly with infringers. Revenue loss calculations multiply across multiple infringing products and markets. Lost revenue also projects forward: if infringement continues or has lasting market impact, future losses add to damages.  Document your historical sales, market position, and projected revenues. Obtain expert economic analysis proving how infringement caused specific revenue losses. In ${state}, revenue lost cases can reach millions in established businesses, making this damage measure crucial to IP litigation strategy."
  },
  {
    "questionId": "unpaid_wages",
    "ratio": "0.33",
    "enLength": 1436,
    "zhLength": 470,
    "zhTitle": "了解未付工资索赔",
    "zhContent": "未付工资代表${state}劳动法严格保护的明确经济损害。当雇主未能支付应付工资时，他们违反了基本就业权利。${state}的工资和工时法为工人提供强有力的补救措施，通常不仅包括未付工资本身，还包括罚款、清算损害、利息和律师费。  在${state}，未付工资索赔可能迅速升级。除了恢复实际欠付的工资外，${state}法律可能允许恢复双倍或三倍损害作为工资盗窃的罚款。如果涉及多个付薪期，未付工资迅速复合。涉及影响多名员工的系统性工资违规的案件可能成为集体诉讼，对雇主造成巨大风险。  ${state}法院还认识到未付工资造成重大困难——无法支付租金、水电费、食物和其他必需品。这加强了精神痛苦损害的索赔。在${state}，未付工资从到期之日起计息。  此外，${state}的工资法通常规定律师费恢复，这意味着即使欠付的工资看起来不多，雇主也要承担诉讼费用。工资索赔的明确性质——要么您得到了报酬，要么没有——使它们成为${state}最强大的就业索赔之一。通过时间记录、工资单和就业记录的文件记录对于证明未付工资的全部范围至关重要。",
    "enContent": "Unpaid wages represent clear economic damages that ${state} labor law strictly protects. When employers fail to pay wages owed, they violate fundamental employment rights. ${state} wage and hour laws provide robust remedies for workers, often including not just the unpaid wages themselves but also penalties, liquidated damages, interest, and attorney's fees.  In ${state}, unpaid wage claims can escalate quickly. Beyond recovering the actual wages owed, ${state} law may allow recovery of double or treble damages as penalties for wage theft. If multiple pay periods are involved, unpaid wages compound rapidly. Cases involving systematic wage violations affecting multiple employees can become class actions with massive exposure for employers.  ${state} courts also recognize that unpaid wages cause significant hardship—inability to pay rent, utilities, food, and other necessities. This strengthens claims for emotional distress damages. Interest accrues on unpaid wages in ${state} from the date they were due.  Additionally, ${state} wage laws often provide for attorney's fee recovery, meaning employers bear the cost of litigation even if the wages owed seem modest. The clear-cut nature of wage claims—either you were paid or you weren't—makes them among the strongest employment claims in ${state}. Documentation through time records, pay stubs, and employment records is crucial to proving the full extent of unpaid wages."
  },
  {
    "questionId": "policy_limits",
    "ratio": "0.33",
    "enLength": 1703,
    "zhLength": 559,
    "zhTitle": "保单限额限制主要恢复",
    "zhContent": "保险保单限额代表保险公司必须为承保索赔支付的最高金额。在${state}，保单限额从根本上限制您从保险公司的恢复，尽管您可以追求额外来源。了解保单限额对于现实的案件估值以及确定是否需要恶意或超额责任索赔以实现全额赔偿至关重要。  保单限额以多种方式影响${state}保险案件。标准汽车保单通常有每人100,000美元的限额，这意味着即使您的损害超过该政策，您也无法从该保单中恢复超过100,000美元。当您的损害明显超过保单限额时，和解谈判侧重于快速获得全额限额。  在${state}，当损害超过限额时，保险公司不合理地拒绝在限额内和解，面临超额的恶意索赔。这创造了强大的杠杆：如果您的损害是500,000美元但保单限额是100,000美元，保险公司未能提供限额使他们面临全额500,000美元加惩罚性损害的风险。  保单限额还指导诉讼策略——当限额不足时，您可能需要追求被告的个人资产、伞状保单或您自己的未投保/低保险驾驶人覆盖。在${state}，一些保单允许堆叠多个覆盖以增加总限额。更高的保单限额意味着您的案件有空间在不超过可用覆盖的情况下达到全额价值。  记录所有适用的保单：被告的主要保单、伞状或超额保单以及您的UIM覆盖。了解总可用保单限额有助于确定谈判或诉讼是否最好在${state}实现最大恢复。",
    "enContent": "Insurance policy limits represent the maximum amount the insurance company must pay for covered claims. In ${state}, policy limits fundamentally constrain your recovery from the insurer, though you may pursue additional sources. Understanding policy limits is crucial for realistic case valuation and determining whether bad faith or excess liability claims are necessary to achieve full compensation.  Policy limits affect ${state} insurance cases in multiple ways. Standard auto policies often have limits like $100,000 per person, meaning you can't recover more than $100,000 from that policy even if your damages exceed it. When your damages clearly exceed policy limits, settlement negotiations focus on securing the full limits quickly.  In ${state}, insurers who unreasonably refuse to settle within limits when damages exceed them face bad faith claims for the excess. This creates powerful leverage: if your damages are $500,000 but policy limits are $100,000, the insurer's failure to tender limits exposes them to the full $500,000 plus punitive damages.  Policy limits also guide litigation strategy—when limits are insufficient, you may need to pursue the defendant's personal assets, umbrella policies, or your own underinsured motorist coverage. In ${state}, some policies allow stacking multiple coverages to increase total limits. Higher policy limits mean your case has room to reach full value without exceeding available coverage.  Document all applicable policies: defendant's primary policy, umbrella or excess policies, and your UIM coverage. Understanding total available policy limits helps determine whether negotiation or litigation best achieves maximum recovery in ${state}."
  },
  {
    "questionId": "injury_severity",
    "ratio": "0.42",
    "enLength": 1098,
    "zhLength": 463,
    "zhTitle": "伤害严重程度是价值的首要驱动因素",
    "zhContent": "伤害严重程度代表${state}人身伤害案件估值中最关键的单一因素。伤害的严重程度影响案件的各个方面——医疗账单、治疗持续时间、工资损失、疼痛和苦难以及对您生活的整体影响。${state}法院和保险公司主要根据伤害的严重程度来区分案件。  ${state}的轻微伤害（扭伤、挫伤、短期软组织伤害）通常导致四位数至五位数的低端和解。中度伤害（骨折、椎间盘突出、需要手术的伤害）可能达到五位数至六位数。严重伤害（多处骨折、脊柱伤害、需要多次手术的伤害）经常达到六位数。  ${state}的灾难性伤害（创伤性脑损伤、脊髓伤害、截肢、严重烧伤、永久性残疾）代表最高价值案件，经常达到七位数和更高。这些伤害从根本上改变生活，需要终身护理，并证明${state}的大量赔偿。  ${state}的伤害严重程度通过医疗记录、专家证词、诊断测试、治疗类型和持续时间、预后以及对日常生活的记录影响来证明。客观医疗证据（X光片、核磁共振、CT扫描显示结构损伤）比主观抱怨更有分量。${state}的保险公司按伤害严重程度类别使用标准化估值公式。",
    "enContent": "Injury severity is perhaps the single most important factor in determining your case's financial value. In ${state}, courts and insurance companies evaluate injuries on a spectrum from minor to catastrophic, with each level commanding significantly different compensation ranges. Minor injuries might result in thousands of dollars in damages, while catastrophic injuries can lead to multi-million dollar settlements.  The severity of your injury directly affects multiple categories of damages. Medical expenses increase exponentially with serious injuries, often including emergency care, surgeries, rehabilitation, ongoing treatment, and future medical needs. Lost wages and diminished earning capacity become more substantial with severe injuries that prevent you from working. Most significantly, pain and suffering damages—which ${state} law allows—scale dramatically with injury severity. Insurance adjusters and juries in ${state} consistently award higher compensation for permanent disabilities, disfigurement, and life-altering injuries that require long-term care or adaptive equipment."
  }
]


Total entries needing translation: 84
